{
  "10_0_0104000163007273": "Your hunger has been totally satisfied.  You don't need another piece of fruit.",
  "10_1_0104000263207377": "The fruit is very soft and juicy. It would be impossible to keep in your pack.",
  "10_2_02010101636f756c": "The stone has been moved.",
  "10_3_0201020163456c73": "The large stone appears to be ancient and deliberately placed.  Marks carved into the stone almost look like writing.",
  "10_4_0201030163747465": "In a hole, hidden beneath the ancient stone, someone has placed a scroll.",
  "10_5_0201030263202049": "You took the scroll.",
  "10_6_02010401636d6520": "The stone has the words \"Erana's Peace\" carved upon the top.  There are some runes carved along the side. ",
  "10_7_0201050163727320": "It reads:  \"If thy Will is Magic, so shall I share.  Open this Stone and claim what is there.\"",
  "10_8_0204010163206865": "The hole that was beneath the stone is empty. ",
  "10_9_0204020163207769": "No amount of physical effort will be able to move this stone.",
  "10_10_0300060163627269": "The grasses in the meadow are covered over with flowers.",
  "10_11_0300070163616e64": "All kinds of colorful and fragrant flowers and grasses cover the meadow.",
  "10_12_03000801636f7365": "The meadow is an oasis at the edge of the snowline.  The rocky hillside looks very steep and slippery.",
  "10_13_03040a0163722077": "You have all the flowers you need.",
  "10_14_03040b0163657665": "As you pick a variety of the sweet-smelling flowers, they seem to glow in your hands.  You put them safely away.",
  "10_15_03040c01632e2200": "You take another handful of the lovely, fragrant flowers.",
  "10_16_03320001630304c3": "This entire area is magical.  In particular, the fruit on the tree radiates magic, and you sense that a spell has been placed on the large stone.  All of the magic has a warm, nurturing feel to it.",
  "10_17_0350090163492063": "The very air in this meadow radiates feelings of calmness and peace.  You wouldn't be able to tell if the spell worked here.",
  "10_18_0351090163206272": "You can't imagine hurting anything in this meadow.  ",
  "10_19_0401000163207370": "The sky is clear.",
  "10_20_04010d0163686572": "The sun feels warm.",
  "10_21_04010e01636f756c": "The stars shine.",
  "10_22_05010f0163766520": "To the north, the high, snowy peaks of the Dragon Smoke mountains are clearly visible.",
  "10_23_050110016367726f": "You are at the snowline.  All around you, except for the forest, the rocks and mountains glisten with slippery snow.",
  "10_24_0504000163746f20": "The rock faces are slippery with melted snow.",
  "10_25_0600000163616374": "You sleep comfortably among the fragrant flowers.",
  "10_26_0600000263616e20": "The sweet, juicy fruit of the tree is amazingly satisfying and refreshing.",
  "10_27_0600000363646564": "The scroll vanishes even as you read the magical runes upon it.  You now have the knowledge to cast a \"Calm\" spell. ",
  "10_28_0600110163756573": "The meadow lies covered with a blanket of flowers, unusual for this early in the spring.  It is warm, even though surrounded by the late snows of winter. ",
  "10_29_06001102636f756e": "A large, carved stone lies flat on the ground.  You feel as though someone gentle was watching over you.  You feel that you are safe here.   ",
  "10_30_06001103630004b7": "The air has the fresh, clean scent of the mountains, accompanied by numerous perfume-like fragrances.    ",
  "10_31_0632000163000000": "There is an aura of magic throughout this meadow.  It seems to be benevolent and restorative.",
  "10_32_0633000163696761": "There is no further purpose in casting the Open spell.",
  "10_33_0634000163642074": "You just can't sleep during the daytime.",
  "10_34_0701000163612067": "The tree's blossoms are soft, green and fragrant.",
  "10_35_07010d0163616e64": "The fruit sparkles in the sunlight, yet it appears soft and fuzzy.",
  "10_36_07010e01636f6e27": "The fruit glows and shimmers in the moonlight.  It produces a fragrance like a sun-ripened strawberry.",
  "10_37_0801000163646765": "The small tree is most amazing.  It bears blossoms and fruit at the same time, and the fruit on its boughs seems to shyly appear and disappear, shimmering.",
  "10_38_0804000163642074": "There is no need to climb the little tree."
}
