{
  "120_0_012200016370207f": "You eat the Magic Acorn.  It tastes terrible.  Better stick to real food next time.",
  "120_1_012a0001637f207f": "That would make a pretty silly-looking hat.",
  "120_2_012c0001637f207f": "Inscribed on the bottom you read,\r\n\"Property of John B. Nimble.\" ",
  "120_3_012e0001637f207f": "You absent-mindedly clean your fingernails with one of the Cheetaur's claws. ",
  "120_4_01190001632f202f": "You don't feel anything.  Perhaps this was not the correct way to use this potion.",
  "120_5_01040001632f202f": "You do a quick equipment check.  Everything seems to be in place.",
  "120_6_01260001637f207f": "You sprinkle just a smidge of the magical dust on and about your person... ",
  "120_7_01260002637f207f": "... and try to fly.  But it appears that none of those Fairies was named Tinker Bell. ",
  "120_8_01150001637f207f": "It's empty.  Maybe you should recycle it.",
  "120_9_01240001637f207f": "Your mother always told you to stop and smell the flowers. ",
  "120_10_01270001637f207f": "You drink the clear water from the flask, draining it completely. ",
  "120_11_01200001637f207f": "You eat some of the apples.  They actually taste quite good.",
  "120_12_011d00016370df70": "You feel a tingling sensation as you rub the unguent all over your body.",
  "120_13_012500016370df70": "It would make a great coat for a Leprechaun. ",
  "120_14_01160001637f207f": "The drink soothes as it goes down.",
  "120_15_011a0001637f207f": "You fought so hard for this key, you just can't bear to part with it. ",
  "120_16_010e0001637f207f": "The leather makes you think kinky thoughts.  (And you wondered why adventurers dress up this way.)",
  "120_17_01110001637fcd7f": "You delicately insert the lockpick into your left nostril.",
  "120_18_01110101637fcd7f": "Success!  Your nose is now open.",
  "120_19_01110201637fcd7f": "Unfortunately, you push it in too far, causing yourself a cerebral hemorrhage.  Guess you should have been practicing on less difficult locks.",
  "120_20_01110202637fcd7f": "The surgeon general warns . . . ",
  "120_21_01010001637fcd7f": "Whatta guy!!",
  "120_22_011b0001637fcd7f": "You pause to admire the way the gem glows with its own inner light. ",
  "120_23_010d0001637fcd7f": "What's this?  A chink in your armor?  No, it's just a rust spot. ",
  "120_24_01170001637fcd7f": "The drink burns as it goes down.",
  "120_25_011f000163306530": "Baba Yaga is welcome to it!  If it tastes half as bad as it smells... ",
  "120_26_011e000163303a30": "You foxy devil, you! ",
  "120_27_012803016330207f": "That's funny.  I could have sworn I warned you about eating too many Magic Mushrooms.  Your mind permanently warped, you die a garishly polka-dotted death.   ",
  "120_28_01280302631f2e1f": "Where did all the pretty horses go?   ",
  "120_29_01280303631f201f": "Hmm, that was interesting.  But it would probably not be a good idea to repeat the experience.   ",
  "120_30_01280401631f201f": "You don't need to do that right now.   ",
  "120_31_01280503631f201f": "Your senses gradually return to normal.",
  "120_32_01280601631f201f": "You ingest a few of the mushrooms from the Fairy Ring.  They taste delicious. ",
  "120_33_01280602637fba7f": "Wow!  Look at all the nice paisley horses!  ",
  "120_34_0128060363302830": "Not to mention the beautiful neon sky.  ",
  "120_35_012807016330753e": "The mushrooms from the Fairy Ring are pretty good, so you hear.  However, when they're mixed with Kobold toadstools... that's a horse of a different color. ",
  "120_36_0128070263307430": "You eat some of the Kobold's fungus.  Within seconds your insides feel like they're on fire.  Guess you're not a Kobold, huh? ",
  "120_37_0128070363306530": "Didn't anyone warn you about eating other people's food?  Death by Toadstools doesn't leave mushroom for improvement.",
  "120_38_01280704637f207f": "You think that you'd better take it easy for a while until you recover.",
  "120_39_012b0001637f207f": "Play it again, Ludwig. ",
  "120_40_01350001637f207f": "You read it again and puzzle over its meaning.",
  "120_41_012d0001637f207f": "They're nice, but they don't go with your outfit. ",
  "120_42_010b0001637f207f": "The rations are tasteless but filling.",
  "120_43_011c0001637f207f": "It's not your size. ",
  "120_44_01230001637f207f": "After wiping the plant saliva from it, you examine the large seed. ",
  "120_45_010f0001637f207f": "That wasn't quite what the Surgeon General meant when he suggested you use a shield.",
  "120_46_010a0001637f207f": "You check to see if your money's still there.\r\nYep, it is. ",
  "120_47_01180001637f207f": "The drink is invigorating.",
  "120_48_010c0001637f207f": "You prepare to fall on your sword, but you finally decide that it would be uncomfortable. ",
  "120_49_01120001637f207f": "You remain amazed at the number and versatility of the little gimcracks and thingamabobs inside your thief's tool kit. ",
  "120_50_01130001637f207f": "The picture on your thief's license doesn't look a bit like you. ",
  "120_51_012f0001637f207f": "You try on the troll beard, but the goat-like smell convinces you to remain clean-shaven for a while. ",
  "120_52_01290001637f207f": "The vase makes an even worse hat than the candelabra.",
  "120_53_01210001637f207f": "You eat some vegetables.  You think they would have been better saved for cows or horses.  Real Heroes eat preserved dry rations.",
  "120_54_01020001637fba7f": "Mumble, mumble... overworked... mumble... underpaid... mumble, mumble... no control over my life... "
}
