{
  "14_0_01040001638d0181": "You'd better not.  The bear isn't wearing a flea collar (just a locked chain).",
  "14_1_0124000163537681": "The bear seems to find your flowers tasty, but not very filling.",
  "14_2_011a000163310500": "The Bear won't let you near the lock.",
  "14_3_011100016300ad01": "Try as you might, you can't pick the lock.  It must be magical.",
  "14_4_0101010163070000": "Although looking somewhat scorched, the bear is still very dangerous.",
  "14_5_0101020163000606": "Stunned, the bear is temporarily frozen.",
  "14_6_010103016300e303": "On one side of this cavern is a creature which looks like a large bear.  There is something attached to his leg.",
  "14_7_0101040163050063": "The bear appears docile for the time being.",
  "14_8_01010501632f6d61": "The bear looks menacing and angry.  There is a locked chain attached to its leg.",
  "14_9_010b060163632e63": "You have made this bear very happy; it would be\r\nwise to take advantage of his current mood. ",
  "14_10_0139070163004100": "You know that bears can't talk!",
  "14_11_0139080163000000": "Hi there!  I represent Ditto Realty.  We have some LOVELY properties that are PROVEN bargains.  We know that's true, because we've sold them so many times.",
  "14_12_0201090163000000": "Beyond the bear, the cave seems to continue.  The bear blocks the way.",
  "14_13_02010a0163000000": "An eerie luminescence emanates from a chamber deeper within the cave.",
  "14_14_0300050163000000": "A very large bear rears up as you approach.  It looks hungry and dangerous.",
  "14_15_03000b0163001b43": "As your eyes adjust from sunlight to darkness, you examine the interior of this eerie cavern.  You sense something moving off to your right.",
  "14_16_03000c0163000000": "The Kobold's key disappears as you turn it in the lock.",
  "14_17_0332090163000080": "There is no magic in the cave.",
  "14_18_03320a016300ae68": "There is an aura of magic throughout the cavern.  It seems to center on the bear",
  "14_19_0301000163000000": "Once your eyes get adjusted to the dark, there's still nothing to see in here.",
  "14_20_0404000163633a2f": "What could you possibly do with a stalagmite... or is it a stalactite?",
  "14_21_0401000163616372": "The stalagmites grow slowly... or are they stalactites?",
  "14_22_05040001636f7265": "What could you possibly do with a stalactite... or is it a stalagmite?",
  "14_23_0501000163000000": "The stalactites grow slowly... or are they stalagmites?"
}
