{
  "141_0_0101000163021601": "Behind the velvet curtains is an alcove leading to the offices of the Baron. ",
  "141_1_0200010112021701": "\"I sincerely hope you will continue your valiant adventures in our land.  If anyone can rid the land of brigands, it will be you.\" ",
  "141_2_0200010212021801": "\"Someday in the near future, I can envision holding a ceremony in your honor and bestowing upon you the title, `Hero of Spielburg'.\"",
  "141_3_0200020112021901": "\"As you leave the castle tomorrow, you will receive the reward money I long ago posted for the safe return of my son, as a token of my thanks.\"",
  "141_4_0200020212022101": "\"You will, of course, be expected to dine with us and be our guest in the castle tonight.\"",
  "141_5_0200030112022201": "\"Words cannot express the gratitude I have towards you.\"",
  "141_6_0200030212022301": "\"Not only have you freed the Baronet from enchantment and allowed my son to return to me, but you have renewed my hope that the curse may be lifted.\" ",
  "141_7_0200030312022401": "\"My son, Baronet Barnard von Spielburg, also desires to acknowledge his indebtedness.\"",
  "141_8_0200030412022501": "\"Barnard.\"",
  "141_9_0200040112041a01": "\"Do you have any questions?\"",
  "141_10_0200050112041b01": "\"A servant is awaiting you outside to show you to your quarters.  We will see you at supper later.\" ",
  "141_11_0200060112041b02": "\"Furthermore, I understand you have rid our valley of a dangerous Kobold Magic User in order to free the Baronet von Spielburg.\"",
  "141_12_0200060212041c01": "\"You risked your life to singlehandedly defeat the foul Spellcaster.  You are a true hero, and I thank you.\" ",
  "141_13_0201000163050801": "The Baron von Spielburg looks like he was once a strong man, but sorrow has aged him greatly.",
  "141_14_0202070112050901": "Baba Yaga",
  "141_15_0202080112050902": "Baron",
  "141_16_0202090112050a01": "Brigands",
  "141_17_02020a0112050b01": "Castle",
  "141_18_02020b0112050c01": "Curse",
  "141_19_02020c0112050d01": "Daughter  ",
  "141_20_02020d0112050e01": "Brigand Leader",
  "141_21_02020e0112050f01": "Magic",
  "141_22_02020f0112051001": "Prophecy ",
  "141_23_0202100112051101": "Reward",
  "141_24_0202110112051201": "Warlock",
  "141_25_0202120112051301": "Yorick",
  "141_26_0205070112051401": "\"I have attempted everything in my power to get her to go away.  I fear it will take some kind of magic to be able to counteract her magic.\" ",
  "141_27_0205080112051501": "\"I am Stefan von Spielburg, 12th Baron of Spielburg castle.\"",
  "141_28_0205090112051601": "\"If I had more guards, I would wipe the brigands out myself now that I have my son at my side.\"",
  "141_29_0205090212051701": "\"It will take some time before this castle and land have recovered from my sorrow, so I still think it will take a Hero to destroy the brigands.\"",
  "141_30_0205090312051801": "\"I know they have some kind of fortress at the far south of the valley.  I have heard rumors they have set up an ambush for all that approach.\" ",
  "141_31_0205090412051901": "\"It is also rumored that there is another way into their fortress, but I have no further knowledge about it.\"",
  "141_32_02050a01120a0001": "\"This castle has been in the family for two centuries now as a gift from King Siegfried the Third.\" ",
  "141_33_02050b01120a0901": "\"Some years back, I tried to force the Ogress Baba Yaga to leave our valley and she put a curse upon me that I should lose everything I held dear.\"",
  "141_34_02050b02120a1f01": "\"When I lost my daughter and my son, I lost all interest in living.  My lands suffered because I suffered.\" ",
  "141_35_02050b03120a2001": "\"Now, though, with the return of my son, I trust the prophecy is about to come true, thanks to you.\"",
  "141_36_02050c01120c7402": "\"My beautiful little daughter was stolen away ten years ago by Baba Yaga's magic.  She has never been found, despite all the searching that has been done for her.\" ",
  "141_37_02050c0212010001": "\"I thought she was lost forever, but you have renewed my hope that I will again have her beside me.\"",
  "141_38_02050d0112012601": "\"There have always been brigands around, but until the leader and the warlock showed up a few years ago, they were not much of a problem.\"",
  "141_39_02050d0212012701": "\"The leader seems to be a brilliant strategist who manages each raid with little loss.  Once the leader is gone, I am sure the brigands can be easily defeated.\"  ",
  "141_40_02050e0112040001": "\"I know very little about magic, much to my sorrow.  Perhaps you should talk to the wizards Zara in town or Erasmus on Zauberberg.\" ",
  "141_41_02050f0112002801": "\"The prophecy states:\r\n'Comes a Hero from the East,\r\nFree the man from in the beast;\r\nBring the child from out the band;\r\nDrive the curser from the land.'\"",
  "141_42_02050f0212002901": "\"You entered here from the east, and you released my son from the form of a bear. I am certain you can fulfill the rest of it, and remove this dreadful curse.\" ",
  "141_43_0205100112002a01": "\"I have offered substantial rewards for the return of my son and my daughter, as well as for the leader and warlock of the brigands.\"",
  "141_44_0205110112010001": "\"As if this valley hasn't been plagued with enough evil magic users!  From what I have heard, his magic isn't powerful, but it is used effectively.\" ",
  "141_45_0205120112012601": "\"Yorick was my court jester, a man of infinite jest.  He went off to find my daughter.  But alas, poor Yorick never returned.\" ",
  "141_46_0300010113012b01": "\"It would be nice if someone could finally defeat the brigands and claim the title.\"",
  "141_47_0300030113012c01": "\"We, er, that is, I, am appreciative of your efforts upon my behalf.\"",
  "141_48_0300060113012d01": "\"I'm pleased you managed to kill the Kobold.\"",
  "141_49_0301000163012e01": "The Baronet looks his usual haughty self, although his clothes are a little neater than the last time you saw him.",
  "141_50_0302130113012f01": "Baronet",
  "141_51_0302140113013001": "Bear",
  "141_52_0302150113013002": "Brigands ",
  "141_53_0302160113013101": "Kobold ",
  "141_54_0305130113013201": "\"I am Baronet Barnard von Spielburg, heir to the lands and all within.\" ",
  "141_55_0305140113010001": "\"I would prefer not to talk about that.\"",
  "141_56_0305150113010001": "\"I will soon lead the troops against the Brigands and wipe them from this land.\"",
  "141_57_0305160113010001": "\"I rode off one morning with my men in search of monsters to fight.  I got separated from my men when I came across the entrance to the cave.\" ",
  "141_58_0305160213040001": "\"As I entered, the Kobold ordered ME to get out.  I informed it that I was Baronet Barnard von Spielburg and heir to the lands and all within.\"  ",
  "141_59_0305160313010001": "\"I ordered it to bow before me.  Then it cast a spell upon me and I remember very little after that.\" ",
  "141_60_0401000163040001": "A brazier stands ready for the evenings coals. ",
  "141_61_0501000163012d01": "The couch must be a precious heirloom; why else would the Baron keep such an uncomfortable-looking piece of furniture around?",
  "141_62_0601000163012e01": "The von Spielburg coat of arms:  Twin Saurus guarding, Winged Chevron, on a field Azure.",
  "141_63_0701000163012f01": "The guards stand stiffly at attention.",
  "141_64_0702000163013001": "The guards are not free to speak. ",
  "141_65_0801000163013101": "A roast pig waits on the sideboard to be your supper.",
  "141_66_0901000163013201": "The Baron collected these pillars on an ocean quest for an undersea kingdom. ",
  "141_67_0a001701632c0001": "You'd better stay in the main hall.  It wouldn't be wise to offend the Baron.",
  "141_68_0a00180163000400": "Suddenly, you hear voices, seeming to come from everywhere at once.  They all sound like Baba Yaga, and they all say:",
  "141_69_0a0018026300012c": "\"Wheeeeeere's myyyyyy Maaaandraaaaake Rooooooooooooot????\" ",
  "141_70_0a010001632ccd2b": "The Great Hall of Spielburg Castle is not very impressive.  The room is plain, with scuffed floors and grimy plastered walls.",
  "141_71_0a011901630a2c37": "You are less than awed by Baron von Spielburg's Great Hall.  You'd think a Baron could keep his home a little cleaner.  You try to hide your disappointment.",
  "141_72_0a02190163002701": "You rehearse your award acceptance speech.",
  "141_73_0a041901632c021b": "You straighten your clothing.  The presence of all this nobility makes you slightly uncomfortable.",
  "141_74_0a51000163020100": "You realize, of course, that such actions will not only have you grabbed by guards, dragged to the dungeon, and brutally tortured, but that you probably won't be able to win this game if you perform them.",
  "141_75_0b010001632c1901": "The Baron grabbed these windows on crusades to Tangiers. ",
  "141_76_0c01000163000400": "The table is prepared for dinner.  Do you have timing or what? ",
  "141_77_0c0400016300062c": "The table is filled to overflowing. ",
  "141_78_0d010001632ccd2b": "The tapestry on the back wall seems to depict some great battle of the past. ",
  "141_79_0e01000163132c37": "The throne of the Baron is an unimpressive wooden highback chair. ",
  "141_80_0f01000163022c01": "A vase from the Ding Dynasty.  (So named because their stoneware makes a pleasant bell-like sound when tapped with a fingernail.) ",
  "141_81_10010001632c021b": "A wine of the rarest vintage from Raseir stands ready for dinner. "
}
