{
  "15_0_0100000163002f3b": "The Kobold doesn't look very calm.  In fact, it looks totally unaffected by your spell.",
  "15_1_02000001633a1420": "You just bumped into something on the floor.  It feels like a large wooden chest, but you don't see anything there.",
  "15_2_0204010163002c00": "You will have to open it first.  The chest seems to be locked.",
  "15_3_0204020163002c00": "You've already taken the treasure.",
  "15_4_0204030163f2b748": "You are too far away to get the Kobold's treasure.",
  "15_5_021a000163001400": "The key doesn't fit in the chest.  It must be for a different lock.",
  "15_6_02110401630aa3bf": "You have no skill at picking locks.",
  "15_7_02110101636b5a00": "You've already unlocked the chest. ",
  "15_8_02110501636be40c": "You don't see any locks here. ",
  "15_9_0211030163646566": "You're not close enough.",
  "15_10_02010601636b483a": "You will have to open the chest first.  It seems to be locked.",
  "15_11_0201010163514731": "The chest is now empty.  Funny thing, that. ",
  "15_12_0201070163392e4d": "There is no sign of any other treasure in the cavern.",
  "15_13_0201050163544341": "You don't *see* any treasure here.",
  "15_14_0201020163203230": "The chest is now empty.  Funny thing, that. ",
  "15_15_02010801636e6520": "Where the chest was, you see numerous pieces of gold and silver.",
  "15_16_03000701634e445f": "You see the outline of a chest glowing in the south end of the cavern.",
  "15_17_030007026331290a": "You can detect a faint glimmering of magic from the shattered remains of the chest.",
  "15_18_0300090163205300": "A strong magical aura radiates from the Kobold's key.",
  "15_19_03000a0163000000": "There no longer seem to be any magical effects or spells active in this part of the cavern.",
  "15_20_04000001630a2864": "Uh oh, you've woken the Kobold.",
  "15_21_0400000263414c4b": "You now have the Kobold's key.  Nice work!",
  "15_22_0504000163a6a6a6": "The fungus is slimy and firmly attached to the cave walls.  You'd better leave it alone.",
  "15_23_0501000163a6a6a6": "Phosphorescent fungi illuminate the cavern with an unearthly glow.",
  "15_24_0600000163af62a6": "You retrieve the dropped key.",
  "15_25_0601000163a6a6a6": "You see a large, brass key lying on the ground.  A faint glow emanates from the key.",
  "15_26_0700000163a6a6a6": "Your foot slips on the wet cavern floor and makes a scuffing noise.",
  "15_27_07100b01636ba6a6": "There are no monsters here to attack.",
  "15_28_07100c01636ba6a6": "That's what you're doing.  Keep going!",
  "15_29_07040d0163a6a6a6": "Uh oh.  You weren't stealthy enough.  You have awoken the Kobold.",
  "15_30_07040e0163475553": "You can't reach the key from here.",
  "15_31_07040f016300dc6b": "The Kobold won't let you near his key.",
  "15_32_07040b0163a6a6a6": "You take the Kobold's glowing key.",
  "15_33_0704100163af0100": "VERY carefully, you remove the key from around the Kobold's neck.",
  "15_34_0701000163a60200": "The strange creature is dressed in ragged clothes.  It has large, pale eyes. It must have spent its entire life in these caves!",
  "15_35_0701110163a6a6a6": "A large, brass key hangs from a thong around the creature's neck.",
  "15_36_070c0b0163a65f14": "There are no monsters here to attack.",
  "15_37_070c0c0163006c6d": "That's what you're doing.  Keep going!",
  "15_38_0739000163a6a6a6": "The Kobold seems more interested in frying you with Ball Lightning than in talking to you.",
  "15_39_0800070163a6a6a6": "The invisible lid of the invisible chest lifts.  A ripple of magical heat in the air informs you of a trap narrowly avoided by your skillful use of the Open spell.",
  "15_40_0800070263006b14": "You open the chest, remove its contents, and close it again.  You are now 10 gold and 60 silver pieces richer. ",
  "15_41_0900120163a6a6a6": "You don't have time for that.",
  "15_42_0900130163a6a6a6": "You pry at the sealed lid of the chest, and... ",
  "15_43_09001401631400e2": "This section of cave has an eerie quality.  You\r\nsee a kobold resting on a ledge across from you.",
  "15_44_09000301636ba6a6": "Wow!  The chest must have been booby-trapped.  You can really feel the damage from the blast. ",
  "15_45_0900150163a6a6a6": "You hear a very satisfying \"Snick\" as your pick catches the lock just right. ",
  "15_46_090015026300e46b": "Then you sense powerful magics dissipating around the lock, and your hands shake as you realize you have narrowly avoided some sort of Magical Doom.",
  "15_47_090016016300e66b": "Your fingers shift slightly, and you feel an odd prickling sensation coming from the lock.  You have a bad feeling about this.",
  "15_48_0900170163a6a6a6": "You hack and pry at the chest, but you are not strong enough to force its lid.",
  "15_49_0900180163455445": "The Kobold casts a spell with which you are not familiar.",
  "15_50_0900190163000f00": "You add ten gold and sixty silver coins to your money pouch.",
  "15_51_09001a0163a6a6a6": "You go!  You no stay here!",
  "15_52_0952000163a6d300": "You don't need to cast Fetch -- everything here is in easy reach.",
  "15_53_09010001633b173b": "This part of the cavern is spacious and multi-leveled.  Phosphorescent fungus illuminates the cavern with an unearthly glow.",
  "15_54_090100026320b748": "On a rocky platform above the cave floor is a Kobold, one of the race of ugly, miserly creatures known for their skill in Magic.",
  "15_55_093300016300ea6b": "There's nothing to open here.",
  "15_56_094d00016300ea6b": "There are no passive spells to trigger here.",
  "15_57_0934000163480000": "You'd better not.  This cave is not recommended by the Michelin Guide. ",
  "15_58_0a0100016300ea6b": "The stalactites look much like the stalagmites, except that they go the other way. ",
  "15_59_0b01000163bf0000": "A faint glimmer of sunlight barely illuminates the cave entrance.",
  "15_60_0c0100016300ea6b": "The Kobold eats its meals on this plain stone table.",
  "15_61_0d041b01630c0000": "No time for that now!",
  "15_62_0d041c0163432020": "You pick up the Kobold's mushrooms and put them in your pack.",
  "15_63_0d010001633a5c47": "Some sort of food (mushrooms?) sits in a pile on the stone table.  It looks almost edible... to a Kobold."
}
