{
  "16_0_0101000163000400": "To the south and east is the forest from which you came. To the north and west are steep cliffs. There are some unusual plants growing out of the side of the cliffs. ",
  "16_1_0101010163312e53": "They are spitting what seems to be some kind of seed.",
  "16_2_0104000163040041": "The cliff walls are very steep, and they look difficult to climb.",
  "16_3_0201000163027446": "You've never seen anything quite like them. They're pretty, in a grotesque way.",
  "16_4_0204020163003d32": "You'd like to do that, wouldn't you?",
  "16_5_0204030163746f20": "You have no need to take the flowers.",
  "16_6_0204040163657373": "Since the flowers have stopped spitting, the seed might be a little harder to get to.",
  "16_7_020c0a0163000000": "Not now!",
  "16_8_020c0b0163c27414": "Not now!",
  "16_9_020c0c0163003d32": "As you attempt to draw your weapon, you lose your balance momentarily.",
  "16_10_0223090163327400": "Playing catch with the Spirea plants would certainly be fun, but this seed has a future elsewhere.",
  "16_11_0233000163380755": "Not now!",
  "16_12_0233070163410700": "You lose your concentration.",
  "16_13_02330801634a0708": "Your skill with the Open spell is not great enough to affect the plants.",
  "16_14_02510501635007cb": "There is no need to be so destructive.",
  "16_15_025106016367070c": "That spell would damage the seed.  You don't want to do that.",
  "16_16_0301040163820700": "You can't see it.",
  "16_17_03010e016399070b": "The large seed spins as it travels through the air.",
  "16_18_0304040163ac0708": "There's not much point to that now.",
  "16_19_03040a0163c307d6": "Why do you think you're standing like this. Trying to catch Flying Water?",
  "16_20_03040d0163e9075e": "You can't catch the seed from down on the ground.",
  "16_21_0310000163330826": "Perhaps it would be better to find something else to throw.",
  "16_22_03140401636a0800": "You might have tried to throw a rock at the seed, but it's too late now.",
  "16_23_03140f0163b1083e": "Not now!",
  "16_24_0314100163df0856": "You get in position for a good throw.",
  "16_25_0314110163fd08f4": "You need a good rock to throw.",
  "16_26_04010001631e09fa": "The meadow clearing in which you stand is grassy and littered with blown pine needles and small mossy rocks.",
  "16_27_0404000163420957": "Wait a second!",
  "16_28_05010001637009d6": "The leaves look tough and fibrous.",
  "16_29_06010001639609f8": "The leaves look tough and fibrous.",
  "16_30_0701000163b90911": "The leaves look tough and fibrous.",
  "16_31_0801000163c6098b": "The leaves look tough and fibrous.",
  "16_32_0900000163640ac7": "You've already made a mess of that flower.",
  "16_33_09000002637c0ab8": "There's not much point in that, now that you've already done what you came here to do. ",
  "16_34_0900000363e10a08": "This looks like a good place to you.",
  "16_35_0900000463050bc4": "You valiantly scrabble against the cliff wall, but it looks like your climbing skill could stand some improvement.",
  "16_36_0900000563380b90": "Perhaps there is some other way to get to your objective.",
  "16_37_09000006634e0bfc": "You look for an appropriate place to climb.",
  "16_38_0900000763e50bc4": "You pick up a few small rocks.",
  "16_39_0900000963030c83": "Unless you just took a kangaroo potion, that plant is too far up the cliff to jump for.",
  "16_40_0900000a639f0c26": "You see the seed floating above the shattered remains of the plant.",
  "16_41_0900000b63c30c7c": "You take the seed.",
  "16_42_0900040163500d2b": "You don't need a rock for anything.",
  "16_43_09000e0163610d76": "Not now!",
  "16_44_09001201639d0d1f": "You take the seed.",
  "16_45_0900130163ac0d02": "It looks difficult. You look around for a good place to climb.",
  "16_46_0900140163150e0b": "You put the seed into your pack and climb down.",
  "16_47_0900150163400e0a": "You remain unconscious on the ground for an indeterminate amount of time. As you finally revive, you realize that you've caused yourself a fair amount of damage.",
  "16_48_0900160163780e76": "Ohhhhhhh!",
  "16_49_0900170163910e83": "You place the seed into your pack.",
  "16_50_09001801637a0fb0": "You lose concentration, and the spell fades.  You will have to practice some more.",
  "16_51_0904190163930f55": "You pick up a few small rocks.",
  "16_52_0933080163f80f76": "Your skill with the Open spell is not great enough to affect the plants.",
  "16_53_09331d0163211083": "Not now!",
  "16_54_09331e0163931001": "You lose your concentration.",
  "16_55_0951050163ba1074": "There is no need to be so destructive.",
  "16_56_09510601632a11c0": "That spell would damage the seed.  You don't want to do that.",
  "16_57_09521a016342110c": "You get into a good position.",
  "16_58_09521b0163ae1106": "You might have tried to cast a spell at the seed, but it's too late now.",
  "16_59_09521c0163c811ff": "You lose your concentration.",
  "16_60_0a0100016331121c": "You can see pines, cedars, birches and other trees frequently associated with mountain forests."
}
