{
  "30_0_0101000163074325": "Erasmus likes to keep his suits well-ironed.",
  "30_1_0201000163070d06": "The books on the shelves of the bookcase appear to be very old, very rare, and very magical.",
  "30_2_0201000263454543": "You find titles like:  \"Zen and the Art of Magical Maintenance\",  \"How to Be a Halfling\",  \"The Sensuous Succubus\",  and \"Tobin's Spirit Guide, Volume II: Asmodeus to Casper\".",
  "30_3_0301000163030304": "A casket with a stick shift? ",
  "30_4_040100016304032a": "From the looks of the ceiling, this castle must be a gigantic geode. ",
  "30_5_0501000163834502": "It was a moderately large and fearful dragon at one time.",
  "30_6_0539000163050504": "The head doesn't respond; it looks like it's draggin'. ",
  "30_7_0604000163434484": "Looks like you've slammed the dunker.",
  "30_8_0601000163070e06": "It's the famous dunkin' dragon.  You haven't seen one of those in years. ",
  "30_9_0701000163444445": "Through the portal to the east sits a standing room only.",
  "30_10_080100016343c5c3": "There is a strange figure on the bookshelf.  It looks like an overgrown rat wearing a wizard's hat.",
  "30_11_09010001632b822a": "From the looks of these crystals, this castle must be a gigantic geode. ",
  "30_12_0a01000163c30907": "This is a Zen lamp.  You feel enlightened in its presence.",
  "30_13_0b010101632a8500": "You admire the plumage on the peacock.",
  "30_14_0b01020163c5c382": "The poor stuffed peacock seems bedraggled, worn, and over-used.",
  "30_15_0b39000163012a82": "The peacock doesn't respond.  Maybe its ears are too stuffed to hear.  ",
  "30_16_0c00030163044243": "\"Naughty, naughty.  You were told to go straight up the stairs.\" ",
  "30_17_0c000302630504c3": "\"Since you're leaving anyway...\"  ",
  "30_18_0c00030363438344": "\"That'll learn ya!\"  ",
  "30_19_0c00040163070504": "\"I wouldn't do that if I were you!\"  ",
  "30_20_0c01000163834501": "This room is full of odds, ends, and stuff.  The wizard must be a real character.",
  "30_21_0d01000163c4c201": "Erasmus used to buy a new oriental rug every day -- you know, \"Carpet Diem\". This one lends the room a rugged look.",
  "30_22_0d39000163108644": "The rug shrugs as if to say, \"Don't carpet me.\"",
  "30_23_0e010001633b3a39": "The stupid stool stands there steadily.",
  "30_24_0f01000163110112": "This is just the table of contents.",
  "30_25_1001000163821103": "This is a sarcophagus, probably on loan from the Egyptian section of the Leyendecker Museum.  You can tell because it has a ribbon around it.",
  "30_26_1001000263821182": "(It's tied in a Laura Bow.)  ",
  "30_27_11010501633a3938": "You wonder if the portrait of Erasmus is really a painting, or something completely different.",
  "30_28_1101060163821102": "Your eyes are drawn to the eyes of the figure in the portrait.  His intense stare is unnerving.",
  "30_29_11010602631211c4": "This would not be someone to trifle with, for he looks subtle and quick to anger.",
  "30_30_1201000163111213": "It's probably a bottle of Djinn.",
  "30_31_1301000163121314": "Through the portal to the west stands a small sitting room. "
}
