{
  "300_0_0101000163001d01": "The gate is securely barred.  It's apparently an Otto-matic gate, since it would take a Goon to open it.   ",
  "300_1_0104000163001e01": "Leave the climbing to those who know how.",
  "300_2_0104000263001e02": "You'd better not try to climb the wall any more right now.  You've been at this long enough that someone is likely to notice.",
  "300_3_0104000363001e03": "The wall is too smooth to climb with your level of skill, but keep practicing.",
  "300_4_0111000163001e04": "The gate is securely barred.  There's no lock for you to open.",
  "300_5_0201010163001f01": "The shades are drawn, and it appears that the Inn is closed.",
  "300_6_0201020163001f02": "The windows glow from the light inside. The sign reads \"Hero's Tale Inn\".",
  "300_7_0204010163001f03": "The door is bolted.",
  "300_8_0210010163001f04": "You wooden stab that poor defenseless door, wood you?  ",
  "300_9_021a010163002001": "Good try, but that isn't an inn key.  (It must be off-key.)",
  "300_10_0301000163002002": "You see the cheery, inviting glow of a hearth fire within the inn.",
  "300_11_0401000163002003": "It's an empty jail cell.  Fortunately, you're on the outside (at the moment).",
  "300_12_0404000163002101": "That's the jail cell door.  If you really want to go in, try stealing from someone and getting caught.  (This may not be the best way to become a Hero, though.) ",
  "300_13_0501000163002102": "This must be some tough town when they put bars on the jailhouse window. ",
  "300_14_0504000163002103": "The only way you can break this jailhouse window is with a jailhouse rock. ",
  "300_15_0601010163002201": "The sign says \"Out to lunch.\"  The barber must keep odd lunch  hours. ",
  "300_16_0601020163002202": "There's a sign on the door of the barber shop.  It says \"Out to lunch.\" ",
  "300_17_0604000163002203": "The door is locked.",
  "300_18_0701000163002301": "The sign reads \"Hero's Tale Inn\"  ",
  "300_19_0801000163002302": "The Sheriff's office doubles as a jail for the town and a hangout for the Sheriff and the Goon.",
  "300_20_0901000163002303": "The Sign of the Scissors above the door indicates that the building contains a Barber Shop.",
  "300_21_0a01000163002304": "The town gate is standing wide open, as it does every day.  It is made of sturdy logs.",
  "300_22_0a04000163002401": "That's the Sheriff's job.",
  "300_23_0b01000163002402": "There's more than a hint of Ogre about this strange and bulky character. He seems cheerful, though.",
  "300_24_0b39000129002501": "\"Otto only expresses himself physically.\"",
  "300_25_0c00010163002502": "Spielburg remains colorful, even at night.",
  "300_26_0c00020163002503": "This seems like a quiet little town.  On the porch ahead of you are two people.  The standing one is large, rather ugly, and playing with a yo-yo. The seated person smoking a pipe looks like he might be the Sheriff.",
  "300_27_0c00030129002504": "\"Just a friendly suggestion, but whatever you do, don't drink the Dragon's Breath.  Not even Otto can drink Dragon's Breath!\"",
  "300_28_0c00040163002505": "The man with the pipe greets you.",
  "300_29_0c00040229002601": "\"Welcome to our town.  You are lucky to have made it down from the mountains before the snow blocked the pass again.  It's gotten pretty dangerous outside of town, I understand.\"",
  "300_30_0c00040329002602": "\"Many monsters have been trapped around here with the late snow.  Between them and the brigands, we certainly could use a Hero around here.\"",
  "300_31_0c00040429002603": "\"I am Sheriff Schultz Meistersson.  This is Otto Von Goon, my assistant.\" ",
  "300_32_0c00040529002701": "\"Good luck in your quest.\" ",
  "300_33_0c00050163002702": "However, this was not a good place to sleep.  You're stiff and sore all over, and your wallet feels very light.",
  "300_34_0c00050263010001": "As safe as our streets are, you still should not sleep on them.  It is a good way to get robbed.",
  "300_35_0d01000163010001": "This is the door to the Sheriff's office. ",
  "300_36_0d04010163010001": "You'd better not. The Goon would probably clobber you with his yo-yo if he thought you were going into the Sheriff's office without permission. ",
  "300_37_0d04020163010001": "The door appears to be locked, and breaking into the Sheriff's office might evoke the wrath of Otto von Goon. ",
  "300_38_0e0100016326c747": "Schultz appears to be an affable old coot, content to smoke his pipe. There's a hardness behind his eyes, however, that gives you reason to believe that he's no pushover.",
  "300_39_0e020601290a268b": "Adventure",
  "300_40_0e0207012903772d": "The Baron",
  "300_41_0e02080129c45e06": "The Brigands ",
  "300_42_0e020901291bc45e": "The Castle ",
  "300_43_0e020a012908ff76": "Danger",
  "300_44_0e020b0129ff5f40": "The Guild Hall",
  "300_45_0e020c0129650165": "The Inn",
  "300_46_0e020d0129ec8b46": "Magic",
  "300_47_0e020e01290100eb": "The Merchant ",
  "300_48_0e020f0129069af8": "Monsters",
  "300_49_0e02100129cb558b": "The Mountain ",
  "300_50_0e02110129505050": "Name",
  "300_51_0e02120129088956": "Otto",
  "300_52_0e02130129740b8b": "Prisoners",
  "300_53_0e0215012900eb06": "Sheriff",
  "300_54_0e02160129e55dcb": "Town",
  "300_55_0e021701298b4606": "Treasure",
  "300_56_0e0218012900509a": "Wolfgang",
  "300_57_0e04000163088946": "Unhand that sheriff!",
  "300_58_0e0506012975238b": "\"You'll need to talk to the Baron about that.  Or go ask Wolfgang down at the Guild Hall, which is just down the  street.\"",
  "300_59_0e05060229062689": "\"So maybe you're going to be a hero?  Well, we could surely use one around here, what with all the brigands.\"",
  "300_60_0e05070129460605": "\"Baron Stefan keeps mostly to himself at his castle north of here.  We haven't seen him here in town for years.\"",
  "300_61_0e0508012909004d": "\"There's a whole band of brigands hiding out somewhere in the mountains around us.  They robbed a merchant just last week.  Got a fair amount of treasure, I hear.\"",
  "300_62_0e05090129b80100": "\"Baron Stefan keeps mostly to himself at his castle north of here.  We haven't seen him here in town for years.\"",
  "300_63_0e050a01299abc0a": "\"My friend, this world's filled with dangers.  Sometimes I think it might be better to choose your danger, rather than sitting around, waiting for it, as I seem to do.\"",
  "300_64_0e050a02290626c7": "\"But enough of this philosophical rambling.  I am content enough to be Sheriff of Spielburg.\"",
  "300_65_0e050b012915d78b": "\"The Guild Hall is at the southwest corner of town.  If you're looking for work, that's a good place to go.\" ",
  "300_66_0e050c0129cb833e": "\"Go talk to the Innkeeper.  He will help you there.\"",
  "300_67_0e050d012900501e": "\"Just next to the Inn is a small Magic Shop.  The  owner, Zara, will let you in if you have some abilities in that area.  She's a strange one, all right!\"",
  "300_68_0e050e0129d32e83": "\"The one who was robbed?  He's staying at the Inn, I believe.\"",
  "300_69_0e050f01298b760a": "\"The monsters come down from the mountains every winter, but they're usually gone by now.  The Baron just doesn't have enough men to handle them.\"",
  "300_70_0e050f02292633c0": "\"Wolfgang is the one to talk to about monsters.  He's had a lot of experience with them.\"",
  "300_71_0e051001299a7c01": "\"You should know. You came down from there.\"",
  "300_72_0e05110129010074": "\"I am Sheriff Schultz Meistersson, and this is Otto von Goon, my  assistant.\" ",
  "300_73_0e051201299a8f03": "\"Otto is a big help to me.  He's very smart for a Goon.  His prisoners only suffer a few broken bones when he grabs them.\"",
  "300_74_0e051202295dcb8b": "\"It took a bit of doing to teach him to bring prisoners back alive, but he hardly ever forgets, now.\"",
  "300_75_0e051301294c084d": "\"It's simple.  When somone breaks the law, and we catch them, we hold them prisoner.\"",
  "300_76_0e05140129feea69": "\"There's a whole band of brigands hiding out somewhere in the mountains around us.  They robbed a merchant just last week.  Got a fair amount of treasure, I hear.\"",
  "300_77_0e051501294704fe": "\"A policeman's lot is not a happy one.\" ",
  "300_78_0e05160129ec8a56": "\"This town was named after the Barons of Spielburg.  It used to be a lively place to be, before the brigands came and drove all the business away.\"",
  "300_79_0e05160229214074": "\"You can find a place to stay at the Inn next door.  You can learn about jobs available at the GuildHall down the street.  If you are interested in magic, you should visit the Magic Shop.  There is still plenty to do and see here in Spielburg.\"",
  "300_80_0e05170129ec83ec": "\"Obtaining treasure involves putting yourself in danger.  If you're brave, foolish, or lucky, you might get some treasure.\"",
  "300_81_0e0518012946d450": "\"Wolfgang, down at the Guild hall, is the one to talk to about monsters. He's had a lot of experience with them.\"",
  "300_82_0f010001638f4182": "The ugly statue seems to be watching you. ",
  "300_83_0f040001630bf646": "As you lay your hands on the ugly statue, a swirling miasma of emotions overcomes you.  You feel the sculptor's pain and suffering, his disgust with his condition, and the conflicting urges to enjoy and flee from his talent.",
  "300_84_0f04000263eb0233": "No, that's not it.  The real reason for the disgust you feel has more to do with the pigeon droppings on your hands.  You surreptitiously wipe them clean. ",
  "300_85_1001000163ec83ec": "The handsome statue seems to be watching you. ",
  "300_86_100400016306168d": "The statue feels cold and clean, and smells faintly of soap. ",
  "300_87_11010001630783c4": "If this is the town water supply, no wonder nobody ever comes here. ",
  "300_88_120100016323085b": "Gosh!  That's an authentic \"whamma blamma three scoops of mana hilarious gregarious floats in the airious\" yoyo! ",
  "300_89_1204000163509acd": "Are you crazy?  That goon would tear you limb from limb if you tried to steal his yoyo! ",
  "300_90_121400016383fe03": "Are you crazy?  That goon would rend your spleen asunder if you did anything to his yoyo! "
}
