{
  "301_0_01000101047f207f": "\"Your kindness overwhelms me.  I can tell you will someday be a great hero.\"",
  "301_1_01000102047f207f": "\"Now you will have a secret.  Among the items they stole from me was a magic rug.  I alone know the words to command it.\"",
  "301_2_01000103047f207f": "\"If you help recover my treasure, I will take you, Shameen, and Shema back to our land by way of the flying carpet.  Shapeir needs powerful heroes, too!\"",
  "301_3_01000104047f2070": "\"Oh, it is indeed sad and dangerous times we live in when a man who struggles daily to keep from starving should be robbed of all his earthly possessions!\" ",
  "301_4_0100010504706570": "\"Hello again, my friend.\"",
  "301_5_01050201041f4e1f": "\"The band of brigands ambushed us just as we crossed the pass into the valley. There were about twelve brigands, including a huge minotaur.\"",
  "301_6_01050202041f541f": "\"There was also a leader, and some sort of wizard.  They first used some sort of magic which blinded us. Then, they overwhelmed my six guards and my assistants.\"",
  "301_7_01050203041f201f": "\"All my trade goods taken from before me!  I am now but a beggar, living off the generosity of my friends.\" ",
  "301_8_01050301047f207f": "\"A treasure fit for the Sultan that I found upon my travels.  I alone know the commands which make it fly!\"",
  "301_9_01050401047f207f": "\"I will show you how I fly the carpet when I get my treasure back.  Alas, that may never be.  I have lost everything!\" ",
  "301_10_01050501047f207f": "\"Even though they, too, lost a fortune when the brigands stole from me, Shameen and Shema are caring for this frail shadow of a great man.\"",
  "301_11_01050601047f207f": "\"Here I pay good money for men to protect me, and what do they do when I need protection?  They run away.\"",
  "301_12_01050602047f207f": "\"Not one man died to defend my treasure.   You just can't hire good guards any more.\"",
  "301_13_01050701047f207f": "\"The leader was wearing a cloak, so I couldn't see his face.  His voice was rather high pitched, though.\"",
  "301_14_01050801047f207f": "\"The Wizard threw something at us that caused my eyes to be blinded with tears and my nose to be forced to sneeze.  I was helpless.\"",
  "301_15_01050901047f207f": "\"I trade the treasures of one land for that of another.  But the brigands have stolen every treasure I had and I am a merchant no more.\"",
  "301_16_01050a01047f207f": "\"The Minotaur is a creature with the head of a bull and the body of a man. They are said to be very strong.\" ",
  "301_17_01050b01047f207f": "\"I am Abdulla Doo, son of Ali, grandson of Hasan, and former master merchant of Shapeir.  Now I am but a penniless burden upon my friends.\"",
  "301_18_01050c01047fba7f": "\"Two weeks ago I was going to be wealthy beyond what you could dream of!  I, Abdulla Doo, would be the first merchant into this valley this year.  But my life was shattered by brigands.\"",
  "301_19_01050d01047f737f": "\"He is the very prince of Kattas.\"",
  "301_20_01050e01047f207f": "\"Ah, Shapeir, beautiful land of golden sands and shining sun.  The heart of civilization!\"",
  "301_21_01050e02047f207f": "\"Alas, she is plagued with fierce Djinn and Efreets who seek to drive all men and Kattas from the land.\"",
  "301_22_01050e03047f207f": "\"But I can speak no more of the homeland I shall never see again.  Instead, I will die in this cold, forsaken land, bereft of all I love.\"",
  "301_23_01050f01047f207f": "\"She is the finest of cooks (outside of myself, that is).  But her fine food is as dust in my mouth, for I am but a beggar.\" ",
  "301_24_01051001047f207f": "\"I had treasures carefully brought from Shapeir with me.  I even had a Magic Carpet with me!\"",
  "301_25_01051101047f207f": "\"The Wizard was very short, and he giggled most of the time.  I couldn't understand what he was saying.\"",
  "301_26_01100001637f207f": "What did Abdulla do to you that you should do him in?",
  "301_27_01010001637f207f": "The merchant is a rather fat man with a small moustache and beard.  He wears a turban.",
  "301_28_010b0001637f207f": "The merchant gratefully accepts your food ration, and consumes it in record time.",
  "301_29_010b1201637f207f": "The merchant gratefully accepts your offer. ",
  "301_30_010b1202637f207f": "Abdulla Doo consumes his meal in record time. ",
  "301_31_010a0001047f207f": "\"Gladly will I allow you to buy me a meal, O Prince among Heroes.\"  ",
  "301_32_010a0002047f207f": "\"Your offer is gracious, but keep your coins.  Abdulla Doo is no beggar.\" ",
  "301_33_010a0003637fba7f": "Your lips say yes, but your purse says no. ",
  "301_34_010a000404306930": "\"Shema, prepare for me the feast of six houris.  I am willing to wait.\" ",
  "301_35_010a000504302030": "\"Shema, prepare for me the thrice brewed tea of the Southern Seas.  I am willing to wait.\" ",
  "301_36_010a000663306930": "Abdulla already has one expensive-sounding order pending. ",
  "301_37_010a000704302030": "\"Grateful is my parched throat, noble Hero.  Your generosity is unequalled in seven kingdoms.\"  ",
  "301_38_0102020104302d30": "Brigands",
  "301_39_0102030104306830": "Carpet",
  "301_40_0102040104306130": "Commands",
  "301_41_0102050104302e30": "Friends",
  "301_42_0102060104307430": "Guards",
  "301_43_0102070104306e30": "Leader",
  "301_44_0102080104306130": "Magic",
  "301_45_0102090104307230": "Merchant",
  "301_46_01020a0104302e30": "Minotaur",
  "301_47_01020b0104302030": "Name",
  "301_48_01020c010413207f": "Robbery",
  "301_49_01020d0104302030": "Shameen",
  "301_50_01020e0104302030": "Shapeir",
  "301_51_01020f0104302030": "Shema",
  "301_52_0102100104d02830": "Wealth",
  "301_53_0102110104302030": "Wizard",
  "301_54_0201000163302030": "The bench is finely made, in contrast to the rough-hewn tables.",
  "301_55_0301000163302030": "The odor of cooking food wafts through the curtains. ",
  "301_56_0401000163302030": "The warmth of the fire feels good on such a chilly day.  The proprietor of the inn apparently thinks so, too.  Cats always seem to gravitate to a warm hearth.",
  "301_57_0501000163302030": "A well-fed fire purrs happily in the fireplace. ",
  "301_58_0601000163302030": "The cheery firelight reflects off the freshly waxed floor.",
  "301_59_0701130163302030": "You practically licked the plate clean.  That was delicious.",
  "301_60_0701140163302030": "The food looks unusual, but smells surprisingly good. ",
  "301_61_0801000163302030": "You look closely and read:  \"Genie's lamp for rent.  Inquire in 'Quest for Glory 2:  Trial By Fire' for details.\"  Oh, it's just another cheap plug. ",
  "301_62_0904000163302030": "Ouch. ",
  "301_63_090100016330b213": "This is the idiot half-brother candle.  (It's only half-bright.)",
  "301_64_0a010001637f2030": "This authentic Polynesian mask is far, far from home. ",
  "301_65_0b01000163302030": "This well-used ale tankard has seen fuller days. ",
  "301_66_0c01000163302030": "That well-stuffed pillow looks more comfortable than these hard wooden benches. ",
  "301_67_0d01000163302030": "Collection of designer plates loaned to the Hero's Inn by Mary Meister.",
  "301_68_0e01000163302030": "One of Hiram Plugmeister's double-barreled spitoons. ",
  "301_69_0f00150163302030": "The food tastes surprisingly good, and the drink is delicious. ",
  "301_70_0f00150263302030": "The beverage goes down smoothly and well.",
  "301_71_0f00120163302030": "Hey!  Stop that!  What do you think this is: some kind of biker bar? ",
  "301_72_0f00160163302030": "You take a seat at the table nearest the fire.",
  "301_73_0f10000163302030": "You'd better check your skill list.  Ornamental carving isn't on there.",
  "301_74_0f04000163302030": "You see a sign that says, \"Please don't touch.\"  Besides, Shameen is watching you.",
  "301_75_0f04120163302030": "That wood never work; the table is too board and logy to respond.  \"Planks anyway,\" you tell it.",
  "301_76_0f01000163302030": "This looks like an alpine inn, complete with dishes on the wall and heavy beams on the ceiling.  It is pleasantly warm, and the aroma of strange spices fills the air.",
  "301_77_0f34000163302030": "You must pay the innkeeper for a room.",
  "301_78_0f47170163302030": "Finish your drink.",
  "301_79_0f471801637f207f": "Eat your meal first.",
  "301_80_0f47190163302030": "You should wait for Shema to bring you what you ordered.",
  "301_81_1004000163302030": "Ouch. ",
  "301_82_1001000163302030": "This is the brighter candle. ",
  "301_83_1100000103302030": "\"Welcome!  Welcome, traveler, to the Hero's Tale Inn!  I am Shameen, at your service.  May you find what you seek here.\" ",
  "301_84_11001a0103302030": "\"May you dream of all the rewards you deserve.\"",
  "301_85_11001a0263302030": "You thank Shameen and pay him 5 silvers for the room.",
  "301_86_11051b0103302030": "\"He is a merchant from my homeland of Shapeir, a dear friend and guest here.\"",
  "301_87_1105020103302030": "\"I know little about them except they must be wealthy now.\"",
  "301_88_11051c0103302030": "\"In my homeland, a caravan is the only way to travel from city to city.\"",
  "301_89_11051d0103302030": "\"Very good food, very good drink, finest in town.  Sit, rest, you will be served by my Shema.\" ",
  "301_90_11051e0103302030": "\"We live far to the south in the desert lands of Shapeir. Someday we may yet return there.\" ",
  "301_91_11051f0103302030": "\"This is the Hero's Tale Inn, where Shema and I will be delighted to serve you.\"",
  "301_92_11051f0203302030": "\"The softest and safest of beds, the richest and finest of foods awaits you. You have but to command.\" ",
  "301_93_1105200103302030": "\"We are a race of desert dwellers and wanderers of the endless sands.\"",
  "301_94_11052101037fba7f": "\"Poor Abdulla sits and tries to forget his loss in food and drink.  I think he will not be sorry if you join him at his table.\" ",
  "301_95_1105090103302030": "\"My friend, Abdulla, is recovering from his robbery last week. He should be here around suppertime.\" ",
  "301_96_11050b0103302030": "\"I am Shameen, a poor unfortunate, forced to seek a fortune in this cold land far away from my homeland and my Katta people.\"  ",
  "301_97_1105220103302030": "\"There is no end to the food that that one can eat!\"",
  "301_98_11050c0103302030": "\"Alas, the brigands stole all of Abdulla's wealth and mine own when they robbed his caravan.  Now I will be forced to stay in this wet, cold land.\" ",
  "301_99_1105230103302030": "\"Very nice room, very soft beds -- finest in town.  Only five silvers a night.\" ",
  "301_100_11050e0103302030": "\"A land of golden sand and tall mountains, a city of tall buildings and winding streets!\"",
  "301_101_11050e0203302030": "\"A place where Katta can bask in the sun as they sell things in the bazaar. \" ",
  "301_102_11050e0303302030": "\"It is our homeland, and a place we long to be.\"",
  "301_103_11050f0103302030": "\"Shema is my beloved, and she can cook and keep an Inn as few others.\"",
  "301_104_11050f0203302030": "\"When she dances, there is true magic.  If we ever return to Shapeir, then she will again dance. \" ",
  "301_105_1105240103302030": "\"He comes in with his wife sometimes for food.  He is very wise and generous.\" ",
  "301_106_1105250103302030": "\"This is a cold land for a Katta.\"",
  "301_107_1105260103302030": "\"Spielburg is a sad place for an Innkeeper, for few travelers visit because of the brigands.\"",
  "301_108_1105100103302030": "\"I hoped to return to my homeland with the profits Abdulla, Shema, and I would make from the caravan.  Now, I fear, we will remain here unless someone deals with the brigands and returns our stolen trade items.\" ",
  "301_109_11040001637fba7f": "You think better of it; those claws look sharp. ",
  "301_110_11010001637f207f": "You see a small, cat-like creature known as a Katta.  You've heard that Kattas are common in the southern deserts.",
  "301_111_110a2701637f207f": "Because your silver is too low, you must find other accomodations.  Perhaps you can find work somewhere.",
  "301_112_110a2801637f207f": "It's too early to go to bed; you don't feel tired enough to sleep.",
  "301_113_110a2802037f207f": "\"I dare not offend my wife by letting you rent a room before she has finished serving you.\" ",
  "301_114_110a2901637f207f": "You are sure that you would not be able to sleep, because you are so hungry.",
  "301_115_11452a01037f207f": "\"Very good food, very good drink, finest in town.  Sit, rest, you will be served by my Shema.\"",
  "301_116_11021b01037f207f": "Abdulla",
  "301_117_11020201037f207f": "Brigands",
  "301_118_11021c01037f207f": "Caravan",
  "301_119_11021d01037f207f": "Food",
  "301_120_11021e01037f207f": "Homeland",
  "301_121_11021f01037f207f": "Inn",
  "301_122_11022001037f207f": "Katta",
  "301_123_11022101037f207f": "Merchant",
  "301_124_11020901037f207f": "Merchant",
  "301_125_11020b0103706f7e": "Name",
  "301_126_1102220103707470": "Otto",
  "301_127_11020c01037f207f": "Robbery",
  "301_128_11022301037f207f": "Room",
  "301_129_11020e01037f207f": "Shapeir",
  "301_130_11020f01037f207f": "Shema",
  "301_131_11022401037f207f": "Sheriff",
  "301_132_11022501037f207f": "Spielburg",
  "301_133_11022601037f207f": "Town",
  "301_134_11021001037f207f": "Wealth",
  "301_135_12002b01027f207f": "\"I bring you that which you ordered.  May it please and satisfy you.\"",
  "301_136_12002c01027f207f": "\"I am Shema.  Allow me to serve you, Wanderer from Afar.  Do you wish food or drink?\"",
  "301_137_12002d01027f207f": "\"Permit me to clear the table for you.\" ",
  "301_138_12051b01027f207f": "\"Abdulla, too, is from the land of Shapeir.\"",
  "301_139_12052e01027f207f": "\"It is true I love to dance, but my soul can not fly so far from home.\"",
  "301_140_12051701027f2030": "\"We have rich black coffee, freshly ground and brewed as only my people do. Such coffee will bring you to your full alertness.  It is but a silver.\" ",
  "301_141_12051d0102302030": "\"We have very good stew of newborn lamb along with honey chicken for a mere three silvers.  Coffee is included in the price of the meal.\"  ",
  "301_142_12051e0102302030": "\"Our homeland is far to the south.  It is called Shapeir.\"",
  "301_143_1205200102302030": "\"Katta are a quiet, gentle people.\"",
  "301_144_1205090102302030": "\"Abdulla will always be our guest and friend.\"",
  "301_145_12050b0102302030": "\"I am Shema, which means in the words of the Katta, 'She of the Dance.'\"",
  "301_146_12052f0102302030": "\"It is Shameen who is the speaker for the house, for I have much work to do to serve you.\"",
  "301_147_12052f0202302030": "\"If you wish to know more about such things, then you should speak to him.\" ",
  "301_148_12050c0102302030": "\"Abdulla will be honored to tell you of that.\"",
  "301_149_1205230102302030": "\"You have but to give Shameen five silvers, and you may have a bed to dream upon.\"",
  "301_150_12050d0102302030": "\"He is my soulmate.\"",
  "301_151_12050e0102302030": "\"Shapeir is where we Katta come from.  It is warm and glowing and the sun is always bright.\"",
  "301_152_1204000163302030": "Her claws look too sharp for you to risk her (or her husband's) wrath. ",
  "301_153_1201000163302030": "You see a rather attractive female Katta wearing her native costume.",
  "301_154_120a300163305a00": "One more cup of coffee and you'll be up all night.  Better quit now.",
  "301_155_120a3101637f207f": "You caffeine addicts are all alike. ",
  "301_156_120a120163302030": "There's no need.  You're not hungry.",
  "301_157_120a320163302030": "You pay Shema for a meal. ",
  "301_158_120a330163302030": "You decide not to buy that. ",
  "301_159_120a270163302030": "Because your silver is too low, you must find other accomodations.  Perhaps you can find work somewhere.",
  "301_160_120a290163302030": "You are ravenous and immediately pay for a meal. ",
  "301_161_12021b0102302030": "Abdulla",
  "301_162_12022e0102302030": "Dance",
  "301_163_1202170102302030": "Drink",
  "301_164_12021d0102302030": "Food",
  "301_165_12021e0102302030": "Homeland",
  "301_166_1202200102302030": "Katta",
  "301_167_1202090102302030": "Merchant",
  "301_168_12020b0102302030": "Name",
  "301_169_12022f0102302030": "Questions",
  "301_170_12020c01027fba7f": "Robbery",
  "301_171_12022301027f207f": "Room",
  "301_172_12020d01027f207f": "Shameen",
  "301_173_12020e01027f207f": "Shapeir",
  "301_174_13040001037f207f": "\"That door leads to the sleeping rooms.  If you desire a room, it will cost a mere 5 silvers.\"",
  "301_175_13010001637f207f": "A door to some other room.  Perhaps the proprietor can tell you what's in there.",
  "301_176_14040001637f207f": "You are too polite to enter the kitchen uninvited. ",
  "301_177_14010001637f207f": "The odor of cooking wafts through the curtains. ",
  "301_178_15040001637f207f": "The table feels rough to the touch, but very solid.",
  "301_179_15041201637f207f": "That wood never work; the table is too board and logy to respond.  \"Planks anyway,\" you tell it.",
  "301_180_15010001637f207f": "The tables look like they have been rough-cut from some of the local pines.",
  "301_181_16011401637f207f": "The coffee is black as night, hot as hell, and sweet as a lover's kiss. ",
  "301_182_17010001637f207f": "You see an assortment of tools used to maintain the fire. "
}
