{
  "31_0_0101000163207377": "You'd cheddar watch out; Fenrus seems to be pretty gouda with his spellcasting.  Don't get him mad, or you'll swiss you'd never been born. ",
  "31_1_0201000163776173": "The tea in the cup sitting on the table seems to refill itself as the wizard drinks. ",
  "31_2_0201000263696d65": "The tea in the cup has a strange aroma. ",
  "31_3_030100016361796c": "You are certain those are curtains. ",
  "31_4_0400010110207374": "\"Please!  The least you could do is ask me about something more interesting.\"",
  "31_5_04000201100a696e": "\"Since you are a practitioner of the magical arts, you might be interested in a little game I have.  Do you know the spell 'Open?'\"",
  "31_6_0400020210682074": "\"Too bad.  You can buy a learning scroll at Zara's shop.  You really can't play the game without it.\"",
  "31_7_04000203106f772e": "\"Do you know the spell 'Fetch'?\"",
  "31_8_0400020410697320": "\"The Magic shop in town sells the learning scroll.  It's a very useful spell for moving things at a distance.  You need the spell to play the game.\"",
  "31_9_0400020510616365": "\"Great!  Now, can you cast 'Flame Dart?'\"",
  "31_10_0400020610793f60": "\"That is a very useful spell if you are going to go adventuring.  Zara has that spell as well.\"",
  "31_11_0400020710732e20": "\"Ah, good, good.  Now, all you have to know is the spell \"Trigger.\"  I don't suppose you know that spell, do you?\"",
  "31_12_0400020810732068": "\"I believe I gave a learning scroll to the Hermit.  You'll have to talk to him about it.\"",
  "31_13_0400020910616375": "\"Wonderful!  Then you can play a game of Mage's Maze with me.  You do want to play, don't you?\"",
  "31_14_0400020a10650a74": "\"I'll teach you the Dazzle spell if you win.\"",
  "31_15_0400020b10206672": "\"Ready to play Mage's Maze?\"",
  "31_16_0400020c1068696d": "\"Nice to see you back.  Shall we play a game of Mage's Maze?\"",
  "31_17_0400020d1057414c": "\"Oh, well.  It is a good game.  Good practice, too.  Maybe we can play the next time you visit.\"",
  "31_18_04000301104c4f4f": "\"Since you won't answer my riddles, to SPELL with you!\"  ",
  "31_19_0400030210204040": "\"You seem to know all of my punchlines, so... to SPELL with you!\" ",
  "31_20_0400030310520a60": "\"Your thoughts give you away, but before you can DO anything...\" ",
  "31_21_04000304106c6c73": "\"Not in MY house you don't....\" ",
  "31_22_0405040110696b65": "\"Baba Yaga is good at curses and shape-changing spells. She has a nasty temper, and doesn't believe in 'Safe Hex', so it's best to stay on her good side.\" ",
  "31_23_0405040210657265": "\"You have to watch her. She cheats at cards.\"",
  "31_24_0405040311206f75": "\"So do you!\"",
  "31_25_040504041076696e": "\"She started it first.  Besides, I wanted her to get a taste of her own medicine.\"",
  "31_26_0405040511202028": "\"Shame she still beats you.\"",
  "31_27_0405050110742068": "\"They are supposed to have a warlock working with them.  From what I've seen, he's more a nincompoop than a necromancer.\"",
  "31_28_0405060110646f65": "\"Basically, anyone who uses magic is a magic user; anyone who casts spells is a spellcaster.\"",
  "31_29_0405060210742068": "\"However, to be a wizard, you need to have undergone initiation into the 'Wizard's Institute of Technocery' in the land of Shapeir.\" ",
  "31_30_040506031068696c": "\"Magicians and sorcerers are wizards who specialize.\"",
  "31_31_0405060410652068": "\"I myself, strive to master all aspects of Magic, unlike those narrow-minded specialists.\"",
  "31_32_04050605110a0a25": "\"You wouldn't want to lose your amateur standing, after all.\"",
  "31_33_0405060610575f4e": "\"I prefer to think of myself as a dilettante.\"",
  "31_34_04050607115f5620": "\"Does that mean that you tease pickles?\"",
  "31_35_0405070110415252": "\"A countercurse is a cure for a curse. It usually works against the one who cast the curse in the first place.\"",
  "31_36_0405070210546f20": "\"The countercurse for the curse of the Baron goes:\"",
  "31_37_0405070310742c20": "\"Come a Hero from the East...\"",
  "31_38_04050704106b7320": "\"Free the man from in the beast...\"",
  "31_39_0405070510576f6c": "\"Bring the child from out the band...\"",
  "31_40_040507061065204d": "\"Drive the Curser from the land.\"",
  "31_41_0405070710732061": "\"So, to break the curse, a hero must get rid of Baba Yaga, in addition to all the other things.  It does not reflect well on Baba Yaga.\" ",
  "31_42_0405070811726c79": "\"Nothing reflects well upon that Ogress.  She has a face that would break anything but a Magic Mirror.\"",
  "31_43_0405080110652e20": "\"The curse Baba Yaga placed upon Baron von Spielburg was a fine example of creative cursing.\"",
  "31_44_040508021057494e": "\"Upon von Spielburg and all his clan,\r\nThis the curse I now demand:\"",
  "31_45_04050803103e4c4f": "\"What I will shall come full measure, \r\n  So shall ye lose all that ye treasure.\" ",
  "31_46_04050804104e4947": "\"Of course, the problem is that for every curse there is an equal and opposite countercurse.\"",
  "31_47_0405090110312040": "\"Now that's a spell with charm.\"",
  "31_48_04050902104f520a": "\"Its true name is Erasmus's Razzle Dazzle, by the way.\" ",
  "31_49_04050903107f207f": "\"You can cast the spell and anyone looking directly at its coruscating light is blinded for awhile and can't do anything.\" ",
  "31_50_04050a01107f7f00": "\"Never met her. I only built this vacation home here a century ago.\"",
  "31_51_04050a0210a6a6a6": "\"Erana has a nice little magical meadow in her name northwest of here. Pretty respectable Spellcaster, I imagine.\" ",
  "31_52_04050a0310a60069": "\"The protection spell she cast over the town is fairly good, but I believe she missed a few places.\"",
  "31_53_04050a0411676820": "\"You're just jealous because the only thing anyone named after you was a soft drink.\"",
  "31_54_04050a0510646f77": "\"I thought that \"Erasmus's Razzle Dazzle Root Beer\" was a WONDERFUL name for a product.  It's a shame the company went broke afterwards.\" ",
  "31_55_04050b0110206973": "\"I am a wizard of some reknown.\"",
  "31_56_04050c01116c6163": "\"What am I, some sort of object?  Am I invisible or something that you talk about me behind my back in front of my face?  Sheesh, no respect.\" ",
  "31_57_04050c021061793f": "\"It's hard to take anyone very seriously who wears such a ridiculous hat.\"",
  "31_58_04050d011061796c": "\"'Fetch' is a useful spell for catching and retrieving small objects.\" ",
  "31_59_04050d0210207374": "\"Good for putting things in their place.\"",
  "31_60_04050d0311006c70": "\"Like uppity familiars?\"",
  "31_61_04050d0410706f70": "\"I'd put you in your place, but I'm above such things.\"",
  "31_62_04050d0511706e70": "\"Besides, my place is above your reach.\"",
  "31_63_04050e01107f207f": "\"Henry is a hermit who lives by the Flying Falls to the south.  Great sense of humor.\" ",
  "31_64_04050e02117f207f": "\"That means he actually laughs at Erasmus's jokes.\" ",
  "31_65_04050e03107f207f": "\"I think he borrowed something the last time I saw him, but I can't remember exactly what it was.\"",
  "31_66_04050e04107f207f": "\"Oh, well, Henry is a great one to talk to.\"",
  "31_67_04050e05117f207f": "\"But 'e 'ardly ever 'appens to 'ave much to say.\"",
  "31_68_04050f01107f207f": "\"You need to complete your quest here before you can become initiated as a Wizard.\"",
  "31_69_0405100110302030": "\"If Magic be the lute of life, play on!\"",
  "31_70_0405100211306530": "\"The quote was \"Music\", not \"Magic\"!  And it was \"food\", not \"lute\".\" ",
  "31_71_0405100310306930": "\"How about:  \"Magic makes the world go 'round\"?\" ",
  "31_72_04051004117f207f": "\"MONEY makes the world go 'round!\"",
  "31_73_04051005107f207f": "\"Oh!\"",
  "31_74_04051006107f207f": "\"Very well, then.  To put it in my own words:  \"Magic is the essence and the soul of life, and the Wizard is her poet\".\" ",
  "31_75_04051007117f207f": "\"Actually, it was Merlin who said that first, but he used the term \"Magician\", not \"Wizard\".\"",
  "31_76_04051008107fba7f": "\"Fenrus, there are times when you would look better as a newt!\"",
  "31_77_0405100911302830": "\"Why is that?\"",
  "31_78_0405100a10306930": "\"Because newts can't talk!\"",
  "31_79_0405100b11306530": "\"Neither can most rats.\"",
  "31_80_0405110110302030": "\"Just a little something to challenge the mind and magic with that I like to play every now and again.  Fenrus isn't much of a challenge any more.\"",
  "31_81_04051102117f207f": "\"That's because I always win.\"",
  "31_82_04051103107f207f": "\"I still think you're cheating somehow!\"",
  "31_83_04051104107f207f": "\"Anyway, the game involves casting four spells:  'Flame Dart', 'Open', 'Fetch', and 'Trigger'.\" ",
  "31_84_04051105107f207f": "\"And to make it worth your while, if you beat me, I'll teach you a new spell called 'Dazzle'.\"",
  "31_85_04051201107f207f": "\"There are many types of magic mirrors.  One of the more common types is the one that has a strange face popping up every so often.\"",
  "31_86_04051202117f207f": "\"Reminds me of the one in the master bedroom.\"",
  "31_87_04051203107f207f": "\"That's not magical.\"",
  "31_88_04051204117f207f": "\"No, but it does have a strange face peering from it whenever you are in the room.\"",
  "31_89_04051205107f207f": "\"At any rate, I used to have a nice magic hand mirror I misplaced around here somewhere.  It could be used to reflect a spell back upon the caster.\" ",
  "31_90_04051206107f207f": "\"So, if you happen upon a small golden magic mirror with a dragon handle on it, you'll know it's mine.\"",
  "31_91_04051207117f207f": "\"It was the flagon with the dragon.  The mirror had a leer.\"",
  "31_92_04051208107f207f": "\"Oh, that's right.\"",
  "31_93_04051209107f207f": "\"Well, if you find a magic mirror with a face on it, you'll know it reflects spells.\"",
  "31_94_0405130111704670": "\"Isn't that the Vampire who fell in love with throats?\"",
  "31_95_0405130210706e7e": "\"No, no! That's a 'neck romancer'!\"",
  "31_96_040513031070207f": "\"A necromancer is a magic user who has a rather unsavory relationship with corpses.\"",
  "31_97_04051304117f207f": "\"Does that mean a necromancer has ghoul friends?\"",
  "31_98_04051305107f207f": "\"It means a necromancer is someone who deals with the undead.\"",
  "31_99_04051306117f207f": "\"Canasta with cadavers and Spades with shades, eh?\"",
  "31_100_04051401107f207f": "\"He laughs too much when he casts his spells.\"",
  "31_101_04051402117f207f": "\"That's because his jokes are funnier than yours.\"",
  "31_102_04051501107fba7f": "\"That spell lets you open things, with a mere gesture.\"",
  "31_103_04051502101f201f": "\"If you're really good at it, you can open locks.  Useful when you lose your keys.\"",
  "31_104_04051503111f201f": "\"Your keys are in the study under the skull.\"",
  "31_105_04051504101f201f": "\"Why would they be there?\"",
  "31_106_04051505111f201f": "\"They're skeleton keys, aren't they?\"",
  "31_107_04051601101f201f": "\"Looks to me as if she missed the back part of the alley, and the spell only applies to areas in town above the ground.  Pretty shoddy, if you ask me!\"",
  "31_108_04051602111f201f": "\"Nobody asked you.\"",
  "31_109_04051701101f201f": "\"Erana's spell prevents the use of excessive violence or hostile magic within Spielburg's walls, with the exception of a couple of places.\"",
  "31_110_04051801101f207f": "\"It's important for a magic user to know as many spells as possible. You never know just what might come in handy.\"",
  "31_111_04051901107f207f": "\"Magical traps are a good way to keep thieves out of your chests and other places.\"",
  "31_112_04051902107f207f": "\"Put a fire trap on a chest and when someone goes to open it, he goes up in smoke.\"",
  "31_113_04051903117f207f": "\"Just so long as you don't forget about it and try to open the chest yourself.\"",
  "31_114_04051904107f207f": "\"I only got a little singed the last time.\" ",
  "31_115_04051a01107f207f": "\"Trigger is used to set off an existing spell.\"",
  "31_116_04051a02107f207f": "\"If a chest has a magical trap on it, you can set the trap off by casting a 'Trigger' spell.\" ",
  "31_117_04051a03107f207f": "\"Just make sure you're out of range of the trap.\"",
  "31_118_04051a04107f207f": "\"I can set up other spells and let someone else 'Trigger' them.\"",
  "31_119_04051a05107fba7f": "\"I fixed Henry the Hermit's cave for him so that he can do a lot of magic with only one spell.\"",
  "31_120_04051b01102f202f": "\"The only thing I've seen the brigand warlock cast is sneezing powder.\"",
  "31_121_04051c01102f202f": "\"Zara has a real flair for the theatric.  Her entrance at the magic shop is a bit showy but effective.\"",
  "31_122_04051c0210702020": "\"It's a pity she has no sense of humor.\"",
  "31_123_04051c0311206520": "\"Just because she doesn't laugh at your jokes doesn't mean that she lacks a sense of humor.\"",
  "31_124_04051c04117f207f": "\"It just means that she has good taste.\"",
  "31_125_04010001637f207f": "Behind the wizard's stern and forbidding appearance you see a twinkle in his eye.  You suspect that he is not always as serious as he appears. ",
  "31_126_04020401107f207f": "Baba Yaga",
  "31_127_04020501107f207f": "Brigands",
  "31_128_04020601107f207f": "Spellcasters",
  "31_129_040207011070df70": "Countercurses",
  "31_130_040208011070df70": "Curses",
  "31_131_040209011070df70": "Dazzle",
  "31_132_04020a011070df70": "Erana",
  "31_133_04020b01107f207f": "Erasmus",
  "31_134_04020c01107f207f": "Fenrus",
  "31_135_04020d01107f207f": "Fetch",
  "31_136_04020e01107f207f": "Hermit",
  "31_137_04020f01107fcd7f": "Initiation",
  "31_138_04021001107fcd7f": "Magic",
  "31_139_04021101107fcd7f": "Mage's Maze",
  "31_140_04021201107fcd7f": "Magic Mirror",
  "31_141_04021301107fcd7f": "Necromancer",
  "31_142_04021401107fcd7f": "Nincompoop",
  "31_143_04021501107fcd7f": "Open",
  "31_144_04021601107fcd7f": "Places",
  "31_145_04021701107f6130": "Protection Spell",
  "31_146_0402180110306130": "Spells",
  "31_147_0402190110307930": "Trap",
  "31_148_04021a0110c72a30": "Trigger",
  "31_149_04021b0110302030": "Warlock",
  "31_150_04021c01107fba7f": "Zara",
  "31_151_0501000163302030": "It's that rat mat (or maybe a mouse pad).",
  "31_152_06050b0111302030": "\"Erasmus is my Familiar.\"",
  "31_153_06050b0210302030": "\"Isn't that the other way around?\"",
  "31_154_06050b0311302030": "\"Familiar is my Erasmus?  Well, I've always found Erasmus to be overly familiar....\" ",
  "31_155_06050b0410302030": "\"No, no.  I mean, aren't you MY Familiar?\"",
  "31_156_06050b0511302030": "\"Tsk, tsk.  All these years and you still don't know.\"",
  "31_157_06050c0111302030": "\"What's there to say.  For a rat, I'm a really great guy.\" ",
  "31_158_06050c0210302030": "\"Although for such a great guy, you're really a rat.\" ",
  "31_159_0601000163302030": "Fenrus looks back at you with a grin. ",
  "31_160_06020b0111302030": "Erasmus",
  "31_161_06020c0111302030": "Fenrus",
  "31_162_0701000163302030": "These stones are the base of the tower spire. ",
  "31_163_0801000163302030": "Yes!  It's the columnation of your adventures thus far (Ionic, isn't it?). ",
  "31_164_0901000163302030": "This stone is the base of the tower spire. ",
  "31_165_0a000001637fba7f": "Yes.  ",
  "31_166_0a00000263302030": "No.",
  "31_167_0a001d0110302030": "\"I do so enjoy playing the Mage's Maze.\"",
  "31_168_0a001e0110302030": "\"Come in and sit down.\"",
  "31_169_0a001e0210302030": "\"Fenrus, our guest has arrived.\"",
  "31_170_0a001e0311302030": "\"Cheese, please!\"",
  "31_171_0a001e0411302030": "\"Ahh!\"",
  "31_172_0a001f0110302030": "\"Did you hear the joke about the witches broom?\"",
  "31_173_0a001f0210302030": "\"That's odd. It's sweeping the valley!\"",
  "31_174_0a001f0310302030": "\"Oh, That's a pity!\"",
  "31_175_0a001f0411302030": "\"Let's just brush that one aside, shall we?\"",
  "31_176_0a00200110302030": "\"Do you know the difference between a Cheetaur and a comma?\"",
  "31_177_0a00200210302030": "\"A Cheetaur has claws at the end of its paws, and a comma is a pause at the end of a clause!\"",
  "31_178_0a00200310302030": "\"Spoilsport!\"",
  "31_179_0a00210110302030": "\"Do you know which has more legs, one cow or no cow?\"",
  "31_180_0a0021021013207f": "\"You're right!  NO cow has more than four legs.  These are too easy.\" ",
  "31_181_0a00210310302030": "\"Too easy, huh?  Well, I'll just have to think of a better one.\" ",
  "31_182_0a00220110302030": "\"Do you know what time it is when Otto walks through your door?\"",
  "31_183_0a00220210302030": "\"Time to get a new door!\"",
  "31_184_0a00220310302030": "\"So you've meet Otto already.\"",
  "31_185_0a00230110302030": "\"Do you know what's big, purple, and eats ungefaehr-liche dinge?\"",
  "31_186_0a00230210302030": "\"Big, purple ungefaehr-liche dinge eaters!\"",
  "31_187_0a00230310302030": "\"Well... let me figure out something tougher.\" ",
  "31_188_0a00230411302030": "\"Large purple ungefaehr-liche dinge eaters are all too common in the forest these days.\" ",
  "31_189_0a00240110302030": "\"Is it true that a monster can't hurt you if you're carrying a torch?\" ",
  "31_190_0a00240210302030": "\"Actually, it depends on how fast you carry it!\"",
  "31_191_0a00250110302030": "\"Do you know the difference between a wounded Triceratops and a magic user casting the 'Fly' spell?\"",
  "31_192_0a00250210302030": "\"One is a raging Saurus and the other is a soaring Magus!\"",
  "31_193_0a00250310302030": "\"Darn, I thought I made that one up myself!\"",
  "31_194_0a00250411302030": "\"I figured one was a dying lizard and the other was a flying wizard.\"",
  "31_195_0a00250510301f13": "\"Sorry, Fenrus, but 'He who tells the jokes gets to make up the punch lines'.\" ",
  "31_196_0a002601107f207f": "\"Do you know what you get when a Tyrannosaurus running 25 mph eastward meets another Tyrannosaurus running 15 mph westward?\" ",
  "31_197_0a002602107f207f": "\"Tyrannosaurus wrecks!\"",
  "31_198_0a002603107f207f": "\"That was a smashing good joke, I think.\"",
  "31_199_0a002701637f207f": "It would be polite to wait until Erasmus puts down his cup of tea before asking any more questions.  ",
  "31_200_0a002702637f207f": "It would be best to wait until Erasmus puts down his cup of tea before asking any questions.  ",
  "31_201_0b010001637f207f": "As you stare at the steepness of the staircas, you figure that either the wizard is a fitness fanatic, or he uses a lot of \"teleport\" spells. ",
  "31_202_0c010001637f207f": "The table is elaborately carved on the sides.  Erasmus has a teacup on the table in front of him.",
  "31_203_0d010001637f207f": "The walls look like they were formed out of living rock.  (You just hope it doesn't get hungry while you're here.)",
  "31_204_0e010001637f207f": "To the east, the peaks of the Wolf's Bane Mountains are clearly visible. ",
  "31_205_0e012801637f207f": "That's odd.  You could have sworn it was nighttime, yet daylight is streaming in through the window.  When is this place, anyway?"
}
