{
  "310_0_0101010163040016": "You can just see a thin thread of light under the door, so there is probably someone inside.",
  "310_1_0101020163732079": "The Guild Hall building appears to be dark and closed up. ",
  "310_2_0104010163652061": "You enter the Adventurers' Guild Hall.",
  "310_3_0104020163746565": "The door appears to be locked.",
  "310_4_0110000163662074": "Your dirk doesn't work on the door. ",
  "310_5_011a000163726361": "That key doesn't fit this lock. ",
  "310_6_0201000163666967": "Judging from what the sign says, the building at the end of the street is the Guild Hall.",
  "310_7_0301010163742065": "This looks like a nice, neat little house.  There is a grandmotherly Little Old Lady rocking on the front porch. ",
  "310_8_0301020163686520": "The house looks closed up.  There is no sign of the Little Old Lady.",
  "310_9_0304010163697320": "The door appears to be locked, and there is no answer to your knock.  The occupant is out (right in front of you, in fact).",
  "310_10_0304020163737320": "No one seems to be home, and the door is securely locked.",
  "310_11_03100001632c206f": "This isn't the best place to practice for your woodcarving merit badge.",
  "310_12_031a000163657320": "The key doesn't fit.",
  "310_13_0401000163662022": "She's the only sane person here.  At least she's not off her rocker. ",
  "310_14_0404000163742220": "The little old lady is sleeping so soundly that no amount of shaking will awaken her.",
  "310_15_0439000163200020": "She's really sleeping soundly and doesn't notice your presence.",
  "310_16_0439000263206469": "\"ZZZZZZZZZZZZZZZZZZZZ!\" ",
  "310_17_04390003632ed82e": "\"Grmpf..snrt..hmphspft!\" ",
  "310_18_0439000463206265": "\"ZZZZZZZZZZZZZZZZZZZZ!\" ",
  "310_19_0501000163616974": "The eye over the Magic Shop door seems to be watching you.",
  "310_20_0600030163457261": "However, this was not a good place to sleep.  You're stiff and sore all over and your wallet feels very light.",
  "310_21_0600040163747320": "Picking locks looked a lot easier in the instruction book.",
  "310_22_0600050163732063": "The door isn't locked.  Just turn around.",
  "310_23_0600060163656120": "The owners seem to have been made nervous by the recent rash of house burglaries.  The door is barred from the inside.  But you do get some valuable lock-picking practice.",
  "310_24_060007016361736b": "You hear a \"Snick!\".  The lock is open!",
  "310_25_0601000163207175": "You have come to the end of the main street.  The town wall is to the south. You have an eerie feeling that someone is watching you. ",
  "310_26_07010001632e2020": "There's no getting around it... a shop with its eye on you makes you nervous. ",
  "310_27_08010001630563be": "Not the sturdiest lock you've ever seen."
}
