{
  "311_0_01010001631db644": "This is certainly a weird one!  You've never seen anything quite like it.",
  "311_1_0101000263020200": "The plaque reads:\r\n\"Antwerp -- slain by Two Guys From Andromeda\". ",
  "311_2_02010001635f4300": "A past adventurer's armor suit.  You wonder why he doesn't need it any more. (Then you see the Cheetaur claw marks.) ",
  "311_3_020400016320666f": "The armor won't fit you -- they made them smaller in those days. ",
  "311_4_030100016321001d": "On the table is an old but ornate leather-bound book.  There is also a quill pen in the ink bottle.  ",
  "311_5_03010101637b0100": "The writing on this page is very recent.  It says \"I, %s, have come to Spielburg to become a hero.\" ",
  "311_6_030102016344279c": "This entry was made several years ago.\r\nIt says:\r\n'Baronet Barnard von Spielburg killed a Troll near the Flying Falls on this 23rd day of Octember'.  ",
  "311_7_030103016302ea46": "The other pages record the exploits of the great adventurers of Spielburg's past.  The names Wolfgang Abenteuer and Baron Stefan von Spielburg appear most often.",
  "311_8_03010401634404da": "The remaining pages are blank, awaiting further tales of adventure.",
  "311_9_030400016300a802": "You sign your name into the Adventurer's Log Book with a flourish. ",
  "311_10_030401016300421d": "But you've already done that!",
  "311_11_04010001635f0002": "The fine crystal chandelier lights the room.  ",
  "311_12_0404000163210024": "You can't reach it. ",
  "311_13_0501000163636820": "The head is like a panther's, but with a strong human-like quality.  It is still rather frightening. ",
  "311_14_050100026347534f": "The plaque reads:\r\n\"Cheetaur -- slain by Wolfgang Abenteuer\".",
  "311_15_0601050163006420": "On the table is an old but ornate leather-bound book.  There is also a quill pen in the ink bottle.  ",
  "311_16_0601060163002e45": "The table holds a pen, an inkwell, and the Adventurer's Guild Registration and Log Book. ",
  "311_17_0604000163000300": "The table is formed from fine fir wood.  There's nothing you need here. ",
  "311_18_0701000163005447": "Even in death, this monster remains awesome. ",
  "311_19_0701000263920100": "The plaque reads:\r\n\"Dragon -- slain by Baron Stefan von Spielburg\".",
  "311_20_08010001637d403b": "The fire blazing cheerily in the fireplace helps warm the Guild Master's old bones.",
  "311_21_0804000163009230": "You feel like you're frying your fingers.  Forget it.",
  "311_22_0901000163534845": "This crossbreed of eagle and lion could have torn a man apart when it was alive.",
  "311_23_0901000263009721": "The plaque reads:\r\n\"Gryphon -- slain by Wolfgang Abenteuer\". ",
  "311_24_0a0100016320616e": "The plaque under the Moose says:\r\n\"Courtesy of the Sierra Online Prop Dept.\" ",
  "311_25_0b010001634f4f4b": "The tapestry is so rotten, it would probably fall apart at the slightest touch.  ",
  "311_26_0b04000163200100": "The tapestry feels very old and very fragile.",
  "311_27_0c000001635f4300": "This Adventurer's Guild Hall reminds you of the one in your home town.  The traditional Moose head and other stuffed monsters (Saurus, Troll, Gryphon, Dragon, Cheetaur, and the terrible Antwerp) adorn the walls. ",
  "311_28_0c00000263214649": "You see a registration book on the table, and the bulletin board full of job listings.  The man seated near the window must be the Guild Master.  He is snoring.   ",
  "311_29_0c040001632d2404": "There is nothing here that you need, and the Guild Master may be more aware than he seems. ",
  "311_30_0c04070163300400": "The Guild Hall would be barren if you took the trophies.  Besides, they're out of reach.",
  "311_31_0d01000163000000": "You never saw a purple Saurus before you came to Spielburg, but it looks like a really stupid monster. ",
  "311_32_0d01000263270400": "The plaque reads:\r\n\"Saurus slain by Hans Halfwitten\". ",
  "311_33_0e010001634f5249": "The view from here isn't exactly clear.",
  "311_34_0f01000163545f43": "It looks like it must have been a particularly nasty Troll.  You wouldn't want to meet him in a dark forest. ",
  "311_35_0f01000263652061": "The plaque reads:\r\n\"Troll slain by Wolfgang Abenteuer\". ",
  "311_36_1001000163215745": "On the walls hang dusty, moth-eaten monster heads.  You recognize the purple Saurus, the Troll, the Gryphon, and the Dragon.",
  "311_37_1101000163040071": "The window looks out over the countryside. ",
  "311_38_11040001632aa021": "The window doesn't open.",
  "311_39_120008010100a121": "\"Welcome back!  It is good to see you again.  So many adventurers never return.  Someday, you and I will go on an adventure together.\" ",
  "311_40_1200090101270400": "\"Hrrmph!  Ahem!  Yes, as I was saying...  Where were we?\"   ",
  "311_41_12000a010100f626": "\"Oh, what a glorious day it was!  I...  Oh, hello there!\"  ",
  "311_42_12000b0101280100": "\"You fiendish witch!  I will have you...  Oh, it's you, my friend!\" ",
  "311_43_12000c0101686261": "\"Oh, Barnard, bravest of the brave, you cannot be gone from us so soon... What?  What?  You're still here, my fellow adventurer?\"   ",
  "311_44_12000d0101214845": "\"ZZZZZZZZZZZZZZZZ.\"",
  "311_45_12000e0101001c1b": "\"Ach!  I was so busy I didn't notice you come in.  Welcome, welcome! It is so seldom that we have new adventurers here.  Most people think this valley is cursed!\" ",
  "311_46_1201000163455f4e": "It looks like this old Guild Master doesn't do too much adventuring any more. Still, he looks like he was plenty tough in his day, and he probably has many a tale to tell. ",
  "311_47_12020f010100a621": "Adventurers",
  "311_48_1202100101a62100": "Antwerp ",
  "311_49_1202110101627567": "Baba Yaga",
  "311_50_1202120101070100": "Bakery",
  "311_51_12021301014604da": "Baron",
  "311_52_1202140101006d07": "Bulletin Board",
  "311_53_120215010100421d": "Brigands",
  "311_54_12021601015f0002": "Butcher",
  "311_55_120217010100ab21": "Castle",
  "311_56_1202180101190400": "Centaur",
  "311_57_1202190101206865": "Cheetaur",
  "311_58_12021a0101740100": "Curse ",
  "311_59_12021b010100dc46": "Baron's Daughter",
  "311_60_12021c0101006d07": "Dragon",
  "311_61_12021d010100ec46": "Forests",
  "311_62_12021e0101000200": "Dry Goods",
  "311_63_12021f0101070200": "Goblins",
  "311_64_120220010107a05f": "Goon",
  "311_65_12022101014e4241": "Guild Hall",
  "311_66_1202220101455f4e": "Hans Halfwitten",
  "311_67_1202230101214330": "Healer",
  "311_68_1202240101210100": "Hero",
  "311_69_1202250101000500": "Magic Shop",
  "311_70_1202260101000000": "Mantrays",
  "311_71_1202270101000200": "Farmer's Mart",
  "311_72_12022801015f5e92": "Guild Master",
  "311_73_120229010100a05f": "Cheetaur",
  "311_74_12022a01015f0002": "Monsters",
  "311_75_12022b01010fbd02": "Moose",
  "311_76_12022c010169c702": "Mountains",
  "311_77_12022d01010b000e": "Name",
  "311_78_12022e0101009a47": "Ogres",
  "311_79_12022f010100a447": "Otto",
  "311_80_1202300101000300": "Reward",
  "311_81_120231010100ca49": "Saurus Rex",
  "311_82_1202320101920100": "Saurus",
  "311_83_12023301015f6f6e": "Schultz Meistersson ",
  "311_84_1202340101020600": "Baron's Son",
  "311_85_12023501013b000f": "Spielburg",
  "311_86_1202360101ce0269": "Tavern",
  "311_87_1202370101ffff0b": "Tourists",
  "311_88_1202380101ffffda": "Town",
  "311_89_1202390101ff31ff": "Troll",
  "311_90_12023a0101ff12ee": "Trophies   ",
  "311_91_12023b0101ff0200": "Saurus",
  "311_92_12023c0101b50000": "Troll",
  "311_93_12023d0101b50500": "Waterfalls",
  "311_94_12023e0101020a0d": "Yorick",
  "311_95_12023f0163c50f0d": "The guildmaster appears to be hard of hearing.  Perhaps you should get closer. ",
  "311_96_12024001010c7b2c": "\"Ach, I was so busy I did not notice you come into the Adventurer's Guild Hall.  Welcome, welcome, it is so seldom we have new adventurers here.  Most people think this valley is cursed.\"",
  "311_97_1202410101005448": "\"Hrrmph!  Ahem!  Yes, as I was saying...  Where were we?\" ",
  "311_98_1202420101696048": "\"Oh, what a glorious day it was!  I...  Oh, hello there.\" ",
  "311_99_12024301014811de": "\"Then she turned around and I was staring into the biggest...  Oh, it's you, my friend.\" ",
  "311_100_120244010100421d": "\"It was just yesterday that I drew my sword and started out...  Or was that the day before?  No, then last week...  Why, What was I talking about?\" ",
  "311_101_120400016348a602": "Try getting a little closer.",
  "311_102_12050f010148ba87": "\"Did I ever tell you about the time when Schultz and I rid this valley of Antwerps?  Ja, we were real adventurers then, and this was a real Guild Hall. Now we are just old men and this is just a place to tell old stories.\"  ",
  "311_103_12051001018e35b5": "\"This valley was overrun by those odd monsters one year.  Schultz and I fought long and hard to rid the valley of the things.  We might have failed even so, had it not been for those two peculiar tourists who came to our aid.\" ",
  "311_104_1205110101009648": "\"She is the center of our problems, I think.  Baba Yaga is a powerful Ogre. Baron von Spielburg tried to force her to leave this valley, but she cursed him.\" ",
  "311_105_1205110201c6160d": "\"Now the Baron has lost everything but his land, and I don't know how long he will keep that.  What our valley needs is a Hero.\"",
  "311_106_12051201010c2ea5": "\"I think the Bakery is almost always closed now.  The Baker tries to stay away from his wife.\"",
  "311_107_120513010169ba48": "\"Baron von Spielburg was once a brave protector of our valley.  We used to adventure together when I was younger.\" ",
  "311_108_1205130201000200": "\"No brigand or monster would dare show his face here if the Baron had not angered Baba Yaga.  Now it is said he goes nowhere and sees no one.\" ",
  "311_109_1205140101a50400": "\"Over on the wall over there is where the jobs are posted for adventurers. Some have been there a long time now.  There just aren't too many good adventurers around here, lately.\" ",
  "311_110_1205150101000000": "\"There is a reward for anyone who can stop the brigands by capturing or killing the leaders of the brigands.  You should read the bulletin board for more information.\"",
  "311_111_12051601010c0100": "\"I don't think the Butcher Shop is open much any more, either.\"",
  "311_112_12051701015f0002": "\"The castle is just north of the Healer's house.\"",
  "311_113_12051801014b0100": "\"There are not too many Centaurs in this land.   Heinrich and Hilde are good people.\"",
  "311_114_1205190101000049": "\"Watch out for Cheetaurs!  I bare the scars of my fight with the one on the wall to this day.  Still, it is stuffed, and I am still alive.\" ",
  "311_115_12051a0101000200": "\"Ja, with the Baron losing his son and daughter, Baba Yaga, all the monsters, and now the brigands, it has just been one thing after another.\"",
  "311_116_12051b0101a50000": "\"Elsa  was a beautiful eight year old child with blond hair and sky  blue eyes.  She was her father the Baron's joy.  Ten years ago, she was carried off by something which flew over the wall and away with her.\" ",
  "311_117_12051b02014905dd": "\"The search for her lasted many years, but at last everyone gave up except the Baron's Jester, Yorick.\"",
  "311_118_12051c0101006269": "\"One day years ago, a pair of dragons tried to take over our valley.  We adventurers rode out to meet them.\" ",
  "311_119_12051c0201793049": "\"I can still see Stefan von Spielburg charging forward on his black horse. He slew that dragon whose head you see on the wall, and the other one flew off.\"    ",
  "311_120_12051c0301004670": "\"I hear people see that other dragon flying high overhead sometimes, but it has never dared to attack us again.\" ",
  "311_121_12051d010149c47d": "\"The forests are full of monsters and strange creatures.\" ",
  "311_122_12051d02017dfa7d": "\"There are some nice waterfalls to the  southeast of town.  They fill Mirror Lake, which is lovely, but icy cold all year round.\"",
  "311_123_12051e01019e5849": "\"Caspar at the store would like to be an adventurer, or so he says. He spends too much time dreaming and not enough doing, I think.\" ",
  "311_124_12051f010149f0dd": "\"Goblins are not tough, but when they gang up, they can take out an unwary adventurer.\" ",
  "311_125_1205200101dd0000": "\"A Goon is a lot like an Ogre, not as tough, but a little smarter.  The Sheriff's Otto and Crusher at the tavern are both Goons.\" ",
  "311_126_12052101010044a1": "\"This is where an adventurer can find out who needs someone brave and courageous.  There are many jobs on the bulletin board over there.  It is also a good place to talk about adventures on a cold afternoon.\"",
  "311_127_1205210201006269": "\"We used to play cards here once a week as well, but there are too few adventurers in Spielburg anymore.  They all died from monsters or brigands, or they just got too old.\"",
  "311_128_1205220101000200": "\"He wasn't much of an adventurer, but he did manage to kill a Saurus before he made the mistake of tangling with a Troll.\"",
  "311_129_120523010149453c": "\"Her house is just north of the town gate.  She's a nice woman.\"",
  "311_130_1205240101496968": "\"A real Hero is someone who didn't start out strong or powerful, but uses his courage and brains and skills to become the best he can be.\"",
  "311_131_1205250101492f0f": "\"I don't know much about magic, but the woman who runs that place scares me.\"",
  "311_132_120526010179a879": "\"Those weird things are magical.  They are best avoided.\"",
  "311_133_12052701010c0200": "\"The Farmer's Mart is run by the Centaurs, Heinrich Pferdefedern and his daughter, Hilde.\"",
  "311_134_120528010179ae79": "\"I am supposed to keep track of all the adventurers and make sure they sign their names in the log.  There was a time when I would go out and rescue foolhardy adventurers who got into too much trouble, but I don't get out much now.\" ",
  "311_135_12052901011a0000": "\"Cheetaurs are ferocious creatures that charge out of nowhere and try to tear you to shreds.  Sometimes they succeed.\" ",
  "311_136_12052a01010ea879": "\"You can see some of the types of monsters that live around here if you look at our walls.  There are Trolls, Griffins, Cheetaurs, Mantrays, and Goblins wandering in the woods.\" ",
  "311_137_12052a02010025b4": "\"I hear there are even some Ogres and Saurus Rexes back in this valley. There was a time when Schultz and I had gotten rid of most of the monsters around here, but we are just too old for that now.\"",
  "311_138_12052b010168fc49": "\"That was the most vicious moose I ever saw.  Nearly bit my nose off.\"",
  "311_139_12052c0101696269": "\"The Mountains surrounding this valley are very high.  Snow covers the tops all year long.  The only way out of Spielburg Valley is through the pass, though I hear that it is blocked by snow again.\"",
  "311_140_12052d010149004a": "\"I am Wolfgang Abenteuer, the Guild Master of this hall.\" ",
  "311_141_12052e01014a49c4": "\"Ogres are a lot like Goons, but even meaner.  Not as bright, though.\"",
  "311_142_12052f0101000000": "\"I like Otto, even if he is a Goon.  Schultz has him almost trained.\" ",
  "311_143_120530010100a65f": "\"You need to talk to either the Baron or the Healer about that.\"",
  "311_144_1205310101550000": "\"Don't mistake those things for Sauruses.   When they come at you, it is sometimes best just to run away.\"",
  "311_145_1205320101000000": "\"I remember when Hans killed the one there.  It was a tough fight, for him.\"",
  "311_146_12053301015f0000": "\"Schultz Meistersson and I have been friends for a long time.  He, too, was once a real adventurer.  Now he is just the Sheriff of this town.\" ",
  "311_147_12053401015f0600": "\"Now, there was a hero, and worthy of the name Barnard von Spielburg. He rode off to hunt one morning five years ago and his horse returned with large claw marks on it.  No sign Barnard's body was ever found.\"    ",
  "311_148_1205350101da0002": "\"Spielburg Town is small now that most people have been driven off by the Brigands.  This is such a pretty place, too, with the mountains, forests, and waterfalls.\"",
  "311_149_1205360101c7a05f": "\"I have never liked that place.  The bartender smiles all the time, but he is not very friendly.  Crusher lives up to his name.  He is nasty even for a Goon.\"",
  "311_150_12053701010ce468": "\"They said they were from some place called Andromeda.  Must be someplace south of here, I guess.  They certainly were odd.\"",
  "311_151_12053801010008ee": "\"This town used to be a thriving city before the brigands drove most of the people off.\" ",
  "311_152_1205390101ff749e": "\"Trolls are very tough.  Fortunately, they only come out at night.  The woods are very dangerous at night.\"",
  "311_153_12053a0101da749e": "\"Schultz and I killed most of the monsters on those walls.\"  ",
  "311_154_12053b01010d8a4a": "\"The Saurus is a monster easy to avoid and easy to kill for a skilled adventurer.\"",
  "311_155_12053c01011dc44a": "\"I remember the day I killed one.  It was the biggest I had ever seen.  It put up a tough fight, but I was tougher.  You can see the results on the wall.\" ",
  "311_156_12053d0101027ba1": "\"There are some nice waterfalls to the southeast of town.  They fill Mirror Lake, which is lovely, but icy cold all year round.\"",
  "311_157_12053e01010ca84a": "\"Yorick was a funny little man, but brave.  He swore he would spend his life searching for the Baron's Elsa.\"",
  "311_158_13010001635f0802": "A pile of wood is stacked against the wall.  ",
  "311_159_1304000163a10000": "The firewood will serve more purpose here than in your pack."
}
