{
  "313_0_0101000163a6a6a6": "The knitting bag is decorated on the outside with knitted figures.  The Little Old Lady must do knitting when she's not asleep.",
  "313_1_02100001634e5457": "This is not the best place to practice dagger throwing.",
  "313_2_0201000163610300": "The birdcage is on a tall brass stand.  There is a cover draped over it to keep the bird warm and quiet.",
  "313_3_030001016376a6a6": "Who would think a little birdie could be so noisy!   ",
  "313_4_0300020163a682af": "CHIRP! CHIRP!",
  "313_5_03000301631400ce": "You quickly cover the cage and hope the bird shuts up.",
  "313_6_0300040163206974": "You hear a voice from upstairs saying, \"Kitty, you'd better not be bothering the little birdie again!\" ",
  "313_7_0300050163000000": "Little Birdie ",
  "313_8_0300060163a6a6a6": "Little Old Lady",
  "313_9_0401000163141400": "The birdcage is on a tall brass stand.  There is a cover draped over it to keep the bird warm and quiet.",
  "313_10_0504070163a62000": "You take the silver candlesticks and stow them in your pack.",
  "313_11_050100016376a6a6": "The candlesticks are heavy, ornate and made of sterling silver.",
  "313_12_0601000163a6006e": "The candlesticks are heavy, ornate and made of sterling silver.",
  "313_13_0700080163a6a6a6": "You have a bad feeling about the very deep, low growl emanating from the cat.",
  "313_14_0800090163a6d776": "This is a very insistent cat. You give it one of your rations.",
  "313_15_08000a0163a6a6a6": "You feed the nice kitty a crumb.",
  "313_16_08000b016339345f": "The cat really likes being fed.  You give it a leftover morsel. ",
  "313_17_08000c0163a6a6a6": "You have nothing substantial to feed the cat.",
  "313_18_08000d0163a6a6a6": "You pet the nice kitty.",
  "313_19_08000e01631400d9": "The cat really likes being petted.",
  "313_20_08000f016300bf76": "This is a very insistent cat.",
  "313_21_0901000163a6a6a6": "The little house cat seems harmless, but strangely restless.",
  "313_22_0a01000163a6d776": "The chair looks singularly uncomfortable.",
  "313_23_0b01000163a6a6a6": "How does she keep those candles lit all night long?",
  "313_24_0c04000163a6a6a6": "The chest is filled with old quilts, doilies, and sweaters five sizes too large for anyone to wear.  You really don't want any of them, so you close the chest again.",
  "313_25_0c010001636ec472": "A large chest sits beside the bureau. ",
  "313_26_0d00100163a6a6a6": "\"KITTY!!!\" ",
  "313_27_0d0011016376a6a6": "L.O.L.",
  "313_28_0e0012016300a6a6": "SQUEEEEAK!",
  "313_29_0f00130163a6a6a6": "CREEEEAAK!",
  "313_30_1000140163000314": "The owner of the house awakens...",
  "313_31_1000150163632c20": "Little Old Lady",
  "313_32_1000160163696368": "\"Help!  Burglars!  Sheriff!  Help!  Kitty!  Kitty!\" ",
  "313_33_100017016372ed7c": "\"SCRAAAAWK!\" ",
  "313_34_1104180163200200": "You find 3 silvers that have gotten caught in the cracks.",
  "313_35_110419016376a6a6": "You find nothing else by searching the couch.",
  "313_36_1101000163a61400": "The couch looks every bit as uncomfortable as your maiden aunt's.",
  "313_37_12001a0163203136": "You find a single silver in one of the desk drawers.  You find nothing else of any value to you.  ",
  "313_38_13010001637ee576": "The stairs lead to the door to an upstairs room.",
  "313_39_1401000163a6a6a6": "Against the wall, there is a large wooden desk with many drawers. ",
  "313_40_1501000163200036": "The fire is out, but you can still feel the heat from the hearth. ",
  "313_41_1601000163a6a6a6": "It's a hurricane lamp.  Funny, you've never heard of hurricanes in Spielburg.",
  "313_42_1701000163a6a6a6": "The light of the hurricane lamp.",
  "313_43_1804000163026314": "Nothing but dirt and leaves there.",
  "313_44_18010001632e036e": "It's a Shrubbery!",
  "313_45_1901000163393620": "The Little Old Lady left her purse on the couch.  Mighty careless of her. ",
  "313_46_1a001b01637be876": "That'll teach you to play daggers with a cat! ",
  "313_47_1a001c0163a6a6a6": "Oh, Oh!  Looks like you've blundered into the cat's territory. ",
  "313_48_1b001d01637c280e": "The smell of lavender and dust fills your nose as you walk in.  This reminds you of a great aunt's house you once visited. ",
  "313_49_1b001e0163a6a6a6": "There is a covered birdcage near the stairs, and a knitting basket beside the couch.",
  "313_50_1b001f0163a6a6a6": "A string of pearls seems to have fallen into the bag among the knitting.  You take the pearls, of course.  (The knitting you can do without.) ",
  "313_51_1b00200163000000": "You find nothing else of value in the desk.",
  "313_52_1b0021016300ff7b": "In the purse, you find 20 silvers and some soiled hankies.  You take the silver. ",
  "313_53_1b01000163a6a6a6": "The smell of lavender and dust fills your nose as you walk in.  This reminds you of a great aunt's house you once visited.",
  "313_54_1b01000263746f72": "The couch looks every bit as uncomfortable as your aunt's.  There is a covered birdcage near the stairs, and a knitting basket beside the couch. ",
  "313_55_1c01000163000000": "The squared rug matches the walls.  It appears the floor has recently been painted. ",
  "313_56_1d11000163a6a6a6": "It's not locked.  In fact, the lock is broken.",
  "313_57_1d01000163005980": "It's a large, wooden chest, undoubtedly filled with priceless treasures.",
  "313_58_1d12000163800200": "It's not locked.  In fact, the lock is broken. ",
  "313_59_1e0100016376a6a6": "There is an assortment of plastic fruit on the old wooden table. ",
  "313_60_1f01000163a61400": "The wood on this table has been polished into total submission.  A lace doily guards it from dust and water rings."
}
