{
  "314_0_01040001637f207f": "You have a weird feeling that someone is watching you, and you decide you'd better not touch anything. ",
  "314_1_01010001637f207f": "Accoutrements and equipment.",
  "314_2_0204000163706f7e": "This mysterious orb feels as smooth as glass, and icy cold to the touch.   ",
  "314_3_0201000163707470": "This strange globe radiates with an eerie light. ",
  "314_4_0304000163707470": "That's way out of reach.",
  "314_5_03010001631f201f": "It's not a pretty sight. ",
  "314_6_04040001631f201f": "You can only guess at the original contents of this bottle since it is now empty. ",
  "314_7_04010001631f201f": "It's a blue bottle of blue bottle flies.  ",
  "314_8_05040001631f201f": "Since you don't have time to read, you leave them. ",
  "314_9_05010001631fde72": "The titles are totally unfamiliar to you.  The books dealing with sorcery, necromancy and other occult subjects.",
  "314_10_06040001637fba7f": "Not knowing what the potions are, they will do you no good. ",
  "314_11_06010001637f207f": "Bottles of mephitic potions.",
  "314_12_07040001637f207f": "Afraid that the contents might jump out at you, you leave the jar alone. ",
  "314_13_07010001637f207f": "A brown jar of crushed cockroach essence. ",
  "314_14_08010001637f207f": "The ceiling is shrouded with clouds of smoke.",
  "314_15_09010001637f207f": "You feel like you're floating on air.",
  "314_16_0a040001637f207f": "As your hand nears the coals, you discover that they are burning. ",
  "314_17_0a010001637f207f": "The coals are glowing. ",
  "314_18_0b040001637f207f": "You don't know how to use a crystal ball. ",
  "314_19_0b010001637f207f": "Crystal balls, useful only to those initiated into the ways of wizardry.  ",
  "314_20_0c040001637f207f": "Whether it's because that thing is too far to reach, has sharp, nasty claws, and wicked teeth, or because it glares at you, you decide you'd better not touch it. ",
  "314_21_0c0100016370537e": "It looks like a sculpture of some weird, bat-winged creature.",
  "314_22_0c01010163706870": "The bat-winged creature must be some sort of familiar.  There is an uncanny look in its eyes, and you don't want to look at it too closely.  It is clearly magical.",
  "314_23_0c020001637f207f": "It's not familiar enough with you to want to chat. ",
  "314_24_0d040001637f207f": "On closer observation, you discover that they cute little fish are piranhas.  You wisely keep your fingers out.",
  "314_25_0d010001637f2070": "It's a bowl of pretty little fish.",
  "314_26_0e04000163707370": "The floor has an oily, glassy feel to it. ",
  "314_27_0e01000163707370": "The floor is almost completely covered by a strange symbol.",
  "314_28_0f04000163706870": "Don't touch -- that stuff looks corrosive.",
  "314_29_0f010001637f207f": "The jar is filled with a corrosive-looking green substance.",
  "314_30_10040001637f207f": "You'll never get a head that way!  Besides, you don't really need a face-lift yet.  ",
  "314_31_10010001637f207f": "A replacement part for a magical face-lift.",
  "314_32_1104000163302930": "It's a jar of dried Mantray jerky.  Yum!  (Not.)",
  "314_33_1204000163306530": "Don't touch the mortar -- you'd be terribly embarrassed if you made it accidentally fire.",
  "314_34_1201000163303a30": "A mortar, complete with the traditional pestle. ",
  "314_35_130400016330207f": "Your garage is already full of junk; you don't need to add to the clutter.",
  "314_36_13010201631f2e1f": "Odds and ends.",
  "314_37_13010301631f201f": "Ends and odds.",
  "314_38_13010401631f201f": "Things and stuff.",
  "314_39_13010501631f201f": "Jeff's jimcracks.",
  "314_40_13010601631f201f": "Magical junk and mystical garbage.",
  "314_41_14040001637fba7f": "You may not be a Wizard, but you have learned that touching a pentagram can be bad for one's health.",
  "314_42_1401000163302830": "A pentagram, used in incantations to conjure spirits.",
  "314_43_150400016330753e": "Glimpsing the skull and crossbones on this jar, you wisely leave it alone. ",
  "314_44_1501000163307430": "The label says \"Instant Fire -- Just Add Water.\" ",
  "314_45_1604000163306530": "Someone is watching you.",
  "314_46_16010001637f207f": "Tall shelves with books and odds and ends suited to magic line the walls. The ceiling and the far wall are mysterious indeed.  There is a strange symbol on the floor.  You also see a wide variety of arcane objects. ",
  "314_47_16010701637f207f": "You see a wide variety of arcane objects.  For example: ",
  "314_48_16010702637f207f": "Scrolls covered with mysterious symbols and arcane incantations.",
  "314_49_16010703637f207f": "A toaster oven, very rarely used -- electricity hasn't been invented yet. ",
  "314_50_16010704637f207f": "Crystal balls, useful only to those initiated into the ways of witches.",
  "314_51_16010705637f207f": "Bottles of mephitic potions.",
  "314_52_16010706637f207f": "Books dealing with sorcery, necromancy, and other occult subjects. ",
  "314_53_16010707637f207f": "Dried Mantray jerky. ",
  "314_54_16010708637f207f": "A balance scale.  Zara uses it to measure powders and to maintain the magical balance.",
  "314_55_16010709637f207f": "A hooded robe for when it rains in here.",
  "314_56_1601070a637f207f": "Tinsel and chaff, very good for avoiding radar.",
  "314_57_16140001637f207f": "It wouldn't be a good idea to throw things in here.  You might break something and anger Zara.\r\n",
  "314_58_160a0801637f207f": "You've already done that.",
  "314_59_160a0901637f207f": "As you read the spell scroll, the spell is ingrained in your mind.",
  "314_60_17040001637f207f": "You weigh the consequences of taking the balance scale, and decide that, on balance, it's not such a good idea.",
  "314_61_17010001637f207f": "An ancient balance scale.  Zara thinks it will help her maintain a sense of balance. ",
  "314_62_18010001637fba7f": "The burning incense fills the room with a strange, fiery scent.",
  "314_63_1904000163302030": "None of the scrolls is in a language you have ever seen.",
  "314_64_1901000163307330": "There are a few Dead Sea scrolls, a couple of Red Sea scrolls, a C++ scroll (written in assembly language), and others even more esoteric. ",
  "314_65_1a04000163306e30": "The tinsel reminds you that there are only 250 shopping days left until Christmas.",
  "314_66_1a01000163307630": "Tinsel left over from last Christmas. ",
  "314_67_1b040001637f207f": "You wish you had your great-great-great-great-grandson here so he could tell you how to work this.  But since he isn't even born yet, you decide you have no use for the toaster oven.",
  "314_68_1b010001637f207f": "A toaster oven, very rarely used -- electricity hasn't been invented yet. ",
  "314_69_1c000a01147f207f": "\"I am Zara, and my companion is Damiano.  The items in this shop are designed for those skilled in the use of magic. \"",
  "314_70_1c000a02147f207f": "\"We have very little for ones such as you who have not been initiated, but what we have could prove useful.\"",
  "314_71_1c000b01147f207f": "\"So, you return to my shop.  Ask of me what you will, but keep it to the point.\"",
  "314_72_1c050c01147f207f": "\"An Aura is a Spell of protection surrounding something.  The town is still protected by the Aura cast by the great spellcaster Erana.\" ",
  "314_73_1c050d01147f207f": "\"She is a powerful and wicked hag.  You would be wise to avoid her.  She cursed the Baron von Spielburg when he tried to drive her away.\"",
  "314_74_1c050e01147f207f": "\"He was once a great leader of this land until he was foolish enough to anger Baba Yaga.\"",
  "314_75_1c050f01147f207f": "\"This is Baba Yaga's curse, cast upon the Baron years ago:\"",
  "314_76_1c050f02147f207f": "\"'Upon von Spielburg and all his clan, this the curse I now demand:  What I Will shall come full measure, so shall ye lose all that ye treasure.'\" ",
  "314_77_1c050f03147f207f": "\"There is always a way to break a curse; possibly Erasmus knows more about this.\" ",
  "314_78_1c051001147f207f": "\"Damiano is both my familiar and my friend.  We share our lives and our magic.\"",
  "314_79_1c051101147f207f": "\"That is the spell that lets you cast a magical flame upon your enemy.  The spell scroll will cost you 60 silver.\"",
  "314_80_1c051201147f207f": "\"Erasmus makes a point of studying the effects of Magic upon mortals.  There is little about Magic in this area that Erasmus does not know.\"",
  "314_81_1c051301147f207f": "\"Erana was a powerful Spellcaster who lived long ago.  She brought peace to this valley.  Even now her spell protects this town from violence or foul magic.\"",
  "314_82_1c051302147f207f": "\"Her final resting place is due north of town, and it is a place of both safety and healing.  It is known as Erana's Peace.\"",
  "314_83_1c051401147f207f": "\"Erasmus is a Wizard and a Spellcaster who knows much about this area.  He lives in a tower northeast of town at the top of a steep mountain called Zauberberg.\"  ",
  "314_84_1c051402142b4f2b": "\"He can be very helpful if approached properly, but he has a strange sense of humor.\"",
  "314_85_1c051501142bdc70": "\"We are a people of Power and Magic, and live in the forests far beyond the mountains to the west.\"",
  "314_86_1c05160114206120": "\"A Familiar is a creature of magical abilities which has been summoned to serve the Wizard.\" ",
  "314_87_1c05160214202020": "\"The Summoning  of a Familiar is a most powerful spell, and can be cast but once.  It binds the Wizard and the Familiar to the ends of their lives.\"",
  "314_88_1c051603147f207f": "\"The more powerful the Wizard, the more powerful the Familiar, although you cannot always judge power by a Familiar's shape.\"",
  "314_89_1c051701147f207f": "\"The Fetch Spell allows you to lift or lower a lightweight object from a distance.  The spell scroll will cost you 40 silvers.\" ",
  "314_90_1c051801147f207f": "\"The Healing Potion will cost you 50 silver.  It is made by the healer outside of town.\"",
  "314_91_1c051901147f207f": "\"Master the Arts Arcane, use those skills to vanquish the evil curse, and you will become a true Hero!\"",
  "314_92_1c051a01147f207f": "\"Baba Yaga's hut is magical.  It stands on chicken legs, and you must know the rhyme to enter.\"",
  "314_93_1c051b01147fba7f": "\"When you have mastered nine spells, have the Power to cast all, and proven yourself worthy by accomplishing a great deed, then you must undergo initiation to become full Wizard.\" ",
  "314_94_1c051b021470df70": "\"There is a place in the distant south where you must journey, but first you must become a hero here.\"",
  "314_95_1c051c011470df70": "\"There are many entrances to the Halls of Magical Mastery in the south.\"",
  "314_96_1c051c0214702070": "\"After you have gained skill and a good reputation in Magic, you should journey south.\"",
  "314_97_1c051c031470df70": "\"If you are indeed worthy of being a Wizard, you will find a way to those Halls.\"",
  "314_98_1c051d01147f207f": "\"If you have the skill of Magic, you can learn the way to cast spells by reading magical scrolls.\" ",
  "314_99_1c051d02147f207f": "\"Without the skill, you have no Power.  The more you practice spell casting, the greater you shall become. \"",
  "314_100_1c051e01147f207f": "\"It is a spell that allows you at first to unfasten simple locks and knots.  As you gain in skill, you can even open doors with it.  The spell scroll will cost you 30 silver.\"",
  "314_101_1c051f01147f207f": "\"To the north of the town, surrounded by the mountains, is an Alpine valley that is rumored to be the final resting place for Erana, although no one is certain what happened to her.\"",
  "314_102_1c051f02147f207f": "\"It is certainly a magical place of safety. There is also supposed to be a gift there for Magic Users who are clever enough to find it.\"",
  "314_103_1c052001147f207f": "\"A true Magic User has the innate affinity for Magic.  There is also the ability to store Power, which ordinary mortals do not have.\"",
  "314_104_1c052101147fcd7f": "\"We have potions of Healing, Vigor, and Power for purchase from our shop.\"",
  "314_105_1c052201147fcd7f": "\"Power is the essence of Magic, that which the Wizard shapes and is shaped by.\"",
  "314_106_1c052301147fcd7f": "\"The Power Potion restores your magical energy, and costs 75 silver.\"",
  "314_107_1c052401147fcd7f": "\"I have no interest in entering Baba Yaga's hut and therefore do not know the rhyme.\" ",
  "314_108_1c052501147fcd7f": "\"The scrolls we sell are magical.  You have but to read the spell, and you will learn it.\"",
  "314_109_1c052601147fcd7f": "\"What I sell here are merely tools to help those who have power.\"",
  "314_110_1c052602147fcd7f": "\"You may purchase restorative potions and scrolls from which you may learn spells, if you have the potential.\"  ",
  "314_111_1c052701147fcd7f": "\"We sell several Magical Spells on study scrolls.  You may purchase Fire Dart for 60 silver, Fetch for 40 silver, or the Open Spell for 30 silver.\"  ",
  "314_112_1c052702147fcd7f": "\"I also know you can find a spell if you learn the secret of Erana's Peace.\"",
  "314_113_1c052801147fcd7f": "\"There is much magic in this world for those who know how to use it.  There is magic in this little town, and a good deal of magic in this valley.\"",
  "314_114_1c052901147f002e": "\"There is an Aura protecting this town from danger.  Within most of its walls, there can be no act of violence or cruel magic.  Even so, it is prudent to avoid dark places.\"",
  "314_115_1c052a0114a20583": "\"There is much power in this valley, and it attracts those who use magic.  I am here, Erasmus has his house on Zauberberg, and even Baba Yaga has her hut cooped up somewhere around here.\"",
  "314_116_1c052b0114448075": "\"Vigor potions restore your Stamina after you have exerted yourself.  They cost 25 silver each.\"",
  "314_117_1c052c01140680c3": "\"A Wizard is one who both shapes Magic and is shaped by it.  Erasmus and I are the only Wizards in this valley.\" ",
  "314_118_1c052d0114320d4b": "\"That is the Spell that lets you place magical energy upon a weapon.  The energy will be released as magical damage when you hit your enemy.\"",
  "314_119_1c052e0114fb268b": "\"I am both human and Faery Folk.  I draw my power from both.  My name is Zara.  This is my shop.\" ",
  "314_120_1c04000163070bc0": "It's a good thing you can't get close to Zara.  With her electrifying personality, the results could be shocking. ",
  "314_121_1c01000163ff7412": "Zara has a mysterious, unearthly look to her.  You have the feeling that she is not a person to trifle with.",
  "314_122_1c0a0001148935bf": "\"The powers of magic are reserved for those with the potential to use them.  I sense no such potential in you.\"",
  "314_123_1c0a0701148007c3": "\"I detect that you have not the money to purchase that item.  Do not toy with me!\"",
  "314_124_1c0a2f0114e85dc3": "\"May this aid you on your Quest!\"",
  "314_125_1c020c0114368605": "Aura",
  "314_126_1c020d011457368f": "Baba Yaga",
  "314_127_1c020e011405c336": "Baron",
  "314_128_1c020f01148cd036": "Curse",
  "314_129_1c02100114a6a6a6": "Damiano",
  "314_130_1c02110114a6a6a6": "Fire Dart",
  "314_131_1c02120114706f77": "Curse ",
  "314_132_1c021301146d6167": "Erana",
  "314_133_1c02140114726573": "Erasmus",
  "314_134_1c021501146f7220": "Faery Folk",
  "314_135_1c02160114697468": "Familiar",
  "314_136_1c0217011474656e": "Fetch",
  "314_137_1c02180114207573": "Healing",
  "314_138_1c02190114206920": "Hero",
  "314_139_1c021a01146f2073": "Hut",
  "314_140_1c021b0114656e74": "Initiation",
  "314_141_1c021c0114796f75": "Journey",
  "314_142_1c021d0114207768": "Magic ",
  "314_143_1c021e0114686974": "Open",
  "314_144_1c021f01146e656d": "Erana's Peace",
  "314_145_1c02200114206865": "Potential",
  "314_146_1c022101146f6f70": "Potions",
  "314_147_1c022201146f6d65": "Power",
  "314_148_1c02230114950400": "Power Potion",
  "314_149_1c02240114007074": "Rhyme",
  "314_150_1c022501147a5d7f": "Scrolls",
  "314_151_1c022601147fcd7f": "Magic Shop",
  "314_152_1c022701147fcd7f": "Spells",
  "314_153_1c022801147fcd7f": "Spielburg",
  "314_154_1c022901147fcd7f": "Town",
  "314_155_1c022a01147fcd7f": "Valley",
  "314_156_1c022b01147f6e7f": "Vigor",
  "314_157_1c022c01147f657f": "Wizard",
  "314_158_1c022d01147f657f": "Zap",
  "314_159_1c022e01147fcd7f": "Zara "
}
