{
  "321_0_0101000163002069": "The candelabra looks as though it is made of solid gold. ",
  "321_1_0201000163616e64": "Only the Shadow knows for sure. ",
  "321_2_030101016320616e": "Looks like solid oak.",
  "321_3_0301020163656c6c": "You've looked in there already.",
  "321_4_04010001636d696c": "The glowing embers from the fire cast a dim light in the room.",
  "321_5_0501000163207765": "You don't know much about art, but you know what you like... and that's not it. ",
  "321_6_0504000163616972": "It's much too high to reach. ",
  "321_7_0601000163652120": "The glowing embers from the fire cast a dim light in the room.",
  "321_8_07010001636c6c73": "The cold, dark eyes of the Gryphon make you feel a bit uncomfortable, especially since it's about ten times larger than any Gryphon you've ever heard of. ",
  "321_9_0704000163766572": "You're not tall enough to reach it. ",
  "321_10_0739000163207068": "The Giant Gryphon has long since departed the world of the living.  It doesn't answer you. ",
  "321_11_0801000163736365": "It is a small, beautifully decorated metal box with a hinged lid.",
  "321_12_090100016375732e": "An uncomfortable looking chair.",
  "321_13_0904000163756e67": "The chair seems to be bolted to the floor.  You can't move it. ",
  "321_14_0a01010163732065": "Looks like solid oak.",
  "321_15_0a010201636e2074": "You've looked in there already.",
  "321_16_0b01000163277320": "It's an overgrown bonsai.",
  "321_17_0b0400016368742e": "Even though it's a valuable 50-year-old Sego palm, it's much too big to fit in your pack. ",
  "321_18_0c01030163204400": "Inside the safe is a bag of coins containing 50 silvers. ",
  "321_19_0c01030263400474": "Oh, my mistake.  There *used* to be 50 silvers in the bag.  It's empty all of a sudden.",
  "321_20_0c01040163a10479": "It looks very sturdy, indeed.",
  "321_21_0c01050163c60464": "There is an empty coin bag in the safe.",
  "321_22_0d010601634b0520": "A solid looking table.",
  "321_23_0d01070163770575": "There is an ornately carved box sitting atop the oak table.",
  "321_24_0d04000163940508": "You forgot to bring the moving van.",
  "321_25_0e01000163bd0579": "Over the safe is a charming portrait of the Sheriff and his wife.",
  "321_26_0f00000163ef0575": "The people who own this house must have some money.  Everything looks new and there is not a speck of dust visible. ",
  "321_27_0f00000263fe056e": "The room smells vaguely of sauerkraut and bratwurst, with just a faint odor of smoke from pinewood.  From somewhere in the house you can hear someone snoring.  ",
  "321_28_0f00000363730620": "Gently and stealthily, you lift the lid on the little box.",
  "321_29_0f00000463c50620": "As the little music box begins to play, you hear the Sheriff yell out: \"Otto, stop playing with that music box and GO TO BED!\" ",
  "321_30_0f00000563ce066d": "Boy, did YOU make a mistake!",
  "321_31_0f00000663d30665": "That was close!  The goon must've been so dumb or sleepy or both that he didn't even see you standing there. ",
  "321_32_0f00000763dc0676": "You take the vase carefully from the mantle and place it gently on the floor.",
  "321_33_0f00000863e4066f": "As you reach toward the painting...",
  "321_34_0f00000963ea0665": "From somewhere upstairs, you hear the Sheriff shout:  \"Otto!\" ",
  "321_35_0f00000a63f10675": "Obviously, you shouldn't have done that!",
  "321_36_0f00000b63f80661": "By lifting the painting, you can see what certainly must be a safe, hidden in the wall.",
  "321_37_0f00000c63fe0666": "In the desk drawers is an assortment of mostly worthless objects, but you also find three silvers, which you take. ",
  "321_38_0f00000d63050769": "You carefully lower the painting into its original position.",
  "321_39_0f00000e630c0720": "Uh Oh!  As you see a pillow flying toward you, you hear the Sheriff's wife say... ",
  "321_40_0f00000f63130763": "\"SCREEEEEEEEEEEECH!\"",
  "321_41_0f00001063180720": "You've already robbed the desk. ",
  "321_42_0f000011631f076f": "You'd better shut the safe, first.",
  "321_43_0f00001263270720": "You place the vase carefully in your pack beneath your cape.",
  "321_44_0f000013632e0765": "You place the candelabra carefully in your pack beneath your cape.",
  "321_45_0f00001463340766": "You quickly toss the box into your pack.",
  "321_46_0f000015633b0768": "There is some fairly loud snoring going on in this room. You hear: \"Brckawwwww... zup-zup-zup-zup-zzzzz.\" ",
  "321_47_0f0000166343072e": "Very faintly, you hear snoring:  \"Prrrrrt... prrrrrt... prrrrrt.\" ",
  "321_48_0f000017634b0704": "Someone (or someTHING) is snoring up a storm. You hear:  \"Nkaawww... rspft... honk... buh-buh-buh-buh-buh-buh-phweep.\" ",
  "321_49_0f00001863cf0701": "Ah, got it!",
  "321_50_0f00040163620801": "You find fifty silvers and add them to your collection.  You then put the empty bag back in the safe. ",
  "321_51_0f00050163840802": "There is an empty coin bag in the safe.",
  "321_52_0f00050263cb0803": "Since you have already robbed the safe, you close the door, narrowly missing your fingers in the process. ",
  "321_53_0f00060163030901": "Otto can't find the music box, but he's too dim and sleepy to figure it out, so he heads on back to bed",
  "321_54_0f00080163330901": "Otto, even in his sleepy state, winds the music box and closes the lid before he heads back to bed.",
  "321_55_0f00090163c60901": "Otto stares sleepily at the closed music box for a moment and heads back to bed.",
  "321_56_0f000a0163ec0901": "Cracking safes looked a lot easier in the instruction book.",
  "321_57_0f000b0163190a01": "You see a bag of coins.",
  "321_58_0f010001637b0a01": "The room is dark and still.  The candelabra looks like it is made of gold. The vase on the mantle might be worth taking.  There is also an odd little box on the table.",
  "321_59_0f04000163cd0a01": "Naw, don't do that.",
  "321_60_10010401630c0b01": "It looks very sturdy, indeed.",
  "321_61_1001050163840b01": "There is an empty coin bag in the safe.",
  "321_62_10010c01631b0c01": "You see a bag full of silver coins.",
  "321_63_1101000163c90c01": "You don't know much about art, but you know what you like... and that's not it. ",
  "321_64_1104000163040d01": "It's much too high to reach. ",
  "321_65_1201000163870d01": "The delicate porcelain vase looks like it could be worth some money, although it would take up a lot of space in your pack."
}
