{
  "322_0_0101000163306530": "None of the clothes look like they fit.",
  "322_1_0201000163302030": "The clothes come in two sizes -- Dwarf and Goon.",
  "322_2_03010001637f5a00": "The jars of beets and sauerkraut look like they were canned locally.",
  "322_3_04010001631f201f": "There are barrels of flour and salt next to the counter.  There also seem to be jars of pickled pigs' feet, linen cloth, and lots of other things in which you have very little interest. ",
  "322_4_05010001631f201f": "It's the matador's red cape, recently repaired after he waved it in front of a minotaur.",
  "322_5_06010001631f201f": "You see bottles, jugs, and canned goods more useful to a housewife than a Hero.",
  "322_6_07010001631f201f": "There are some wooden poles leaning against the wall. ",
  "322_7_08010001637f207f": "Wow, the latest technology in toothpicks by the bulk!  What will they think of next? ",
  "322_8_09000101637f207f": "This looks like a dry goods store, but it smells like a musty library.  The stove feels nice on such a crisp day.  Behind the counter and on the shelves, there are a variety of items for sale.  The shopkeeper appears to ignore you while he reads a book.  ",
  "322_9_0904000163302030": "Try paying the clerk for what you want to buy.",
  "322_10_0901020163306530": "Behind the counter are weapons, armor, and such equipment as you would more often find in an \"Adventurer's Shop\". ",
  "322_11_0901020263306930": "On the counter and on the shelves are assortments of canned goods, honey jars, sewing items, and odds and ends that people in a small town would need.",
  "322_12_09140001157f207f": "\"Please don't throw things in here.  You might break a flask.\"  ",
  "322_13_090a0001637f207f": "You should give your money to the shop owner. ",
  "322_14_0a010001637f207f": "This is the door to the back storage room.",
  "322_15_0b010001637f207f": "A large, lumpy sack sits by the wall. ",
  "322_16_0c010001637f207f": "Those look like oversized shields suitable for Ogres, Goons, and Frost Giants.",
  "322_17_0d010001637f207f": "The barrels appear to be filled with flour and salt and look rather heavy.",
  "322_18_0e000301157fba7f": "\"Oh, I'm sorry!  I didn't notice you coming in.\"",
  "322_19_0e000401157f207f": "\"My, you look like an adventurer!  We don't see too many around here.  The brigands tend to get rid of most adventurers before they make it to town.\" ",
  "322_20_0e000402157f207f": "\"I do try to stock some things adventurers can use.  I actually would rather be an adventurer than a shopkeeper, you see.\"  ",
  "322_21_0e000403157f207f": "\"My items are pretty ordinary, though.  You probably already have most of them if you've done any adventuring at all.\" ",
  "322_22_0e050501157f207f": "\"You can get really good protection from my chain mail armor.  It's very heavy though, and I would have to charge you 500 silvers for it.\"",
  "322_23_0e050601157f207f": "\"I always wanted to be an adventurer.  I read about them all all the time. The book I was just reading is about adventuring.\"",
  "322_24_0e050701157f207f": "\"Oh, this book?  It's about an adventurer who is trying to become a Hero. The title is 'Quest for Glory:  A Hero's Death'.\"",
  "322_25_0e050801157f207f": "\"I don't like to talk about other people behind their backs.\"",
  "322_26_0e050901157f207f": "\"Ah!  The use of the dagger is a most skillful art.  Actually, this particular weapon is longer than most, but still easily concealable.  A bargain at 20 silvers.\"",
  "322_27_0e050a01157f207f": "\"Unfortunately, I have only standard weapons and equipment.  I carry daggers and chain armor.  Maybe someday I'll be able to carry magic ones, though.\"",
  "322_28_0e050b01157f207f": "\"It's a very good idea to carry an empty flask or two, in case you want to pick up a liquid or something else that needs a container.  Our flasks are a great bargain at 2 silvers each.\"",
  "322_29_0e050c01157f2030": "\"Adventuring rations aren't the tastiest food in the world, but they will keep you healthy and alert as you go along.  A pack of 10 rations will cost you just 5 silvers.\" ",
  "322_30_0e050d0115304330": "\"Hilde sells fine produce for a reasonable price.\"",
  "322_31_0e050e0115307330": "\"Why, that's me!  Kaspar!\"",
  "322_32_0e050f0115307430": "\"The Sheriff and Otto protect this town.  The Sheriff used to be a real adventurer, you know!\"",
  "322_33_0e0100016330207f": "The shopkeeper is a small, balding man who wears glasses.  He looks as if he can barely lift the book he is reading.  Judging from his clothes, he is fairly well-to-do.",
  "322_34_0e0a1001157f207f": "\"Here you are; thank you for your patronage.\" ",
  "322_35_0e0a1002157f207f": "\"Thank you, my adventurer friend!  I hope this serves you well.\"  ",
  "322_36_0e0a1101157f207f": "\"You won't be needing your old leather armor anymore.  I shall give you a 50 silver trade-in discount.\" ",
  "322_37_0e0a1201637f207f": "As you count your money, you realize that you don't have enough to purchase this particular item.",
  "322_38_0e020501157f207f": "Chain Armor",
  "322_39_0e020601157f207f": "Adventurer",
  "322_40_0e020701157f207f": "Book",
  "322_41_0e020801157f207f": "Brigand",
  "322_42_0e020901157f207f": "Dagger",
  "322_43_0e020a01157f207f": "Equipment",
  "322_44_0e020b01157f207f": "Flask",
  "322_45_0e020c01157f207f": "Food",
  "322_46_0e020d01157f207f": "Hilde",
  "322_47_0e020e01157f207f": "Name",
  "322_48_0e021301637f207f": "Either the shopkeeper can't hear you or he's ignoring you.  Try striding right up to the counter.",
  "322_49_0e020f01157fba7f": "Sheriff",
  "322_50_0f010001632f202f": "The stove is burning merrily away, making the shop seem almost too warm.",
  "322_51_10010001632f202f": "It looks like a standard broadsword behind that counter.",
  "322_52_1101000163702020": "The proprietor's teapot.",
  "322_53_1201000163206520": "Bright sunlight streams in through the open window.",
  "322_54_12011401637f207f": "Through the open window you can see that night has fallen."
}
