{
  "332_0_0101000163ed2582": "Affects where knife goes.",
  "332_1_0104000163fc8b46": "Place hand on red dot.",
  "332_2_0201000163e878fe": "The barrels are large enough to hide several unlucky adventurers.  Let's hope you're not that unlucky.",
  "332_3_0301000163fc0b46": "It looks a bit like a dart board, only bigger.",
  "332_4_03010002630bc075": "There sure are a lot of daggers in the board.  You wonder where the Chief Thief keeps them all.",
  "332_5_0304000163fe5956": "The game is called Dag-Nab-It.  You take turns with the Chief Thief throwing daggers at the board.  Each player gets three turns, and throws three daggers in each turn.",
  "332_6_030400026356fe89": "More points are scored the closer each dagger hits to the center of the board.  Highest score wins the bet.",
  "332_7_03040003639a4902": "Adjust force and angle of throw with the arrow keys or mouse, according to your hand position.  Press Enter or click on the small dag-nab-it board to throw.",
  "332_8_0401000106a60050": "\"You can call me 'Boris'.  I'm the Chief Financial Officer for the Guild.\" ",
  "332_9_0401070106144d82": "\"We sell lockpicks and thief toolkits here.\" ",
  "332_10_04010801068b46fc": "\"Our very special items are reserved for our guild members.  No scabs allowed.\"",
  "332_11_0402010106cb558b": "Fencing ",
  "332_12_0402020106268038": "License ",
  "332_13_040203010600501e": "Lock Pick ",
  "332_14_0402040106cf501e": "Services ",
  "332_15_04020501067d2583": "Tool Kit  ",
  "332_16_0402060106d45e5d": "Tools ",
  "332_17_04020801069a6829": "\"A Thief's license will cost you 25 silvers.  You will need a license to use any of our services.\"",
  "332_18_04040701061bb8b0": "\"You can't fence something you don't have.\"",
  "332_19_04040801061eb874": "\"We buy only from our members.\"",
  "332_20_04040901069a6400": "\"That doesn't look like something we can resell.\" ",
  "332_21_0405010106060b46": "\"We are happy to give recompense for any items you may have borrowed from others.\"",
  "332_22_0405020106560683": "\"A Thief's License will cost you 25 silvers.  You will need a license to use any of our services.\"",
  "332_23_0405030106fcff76": "\"How else can you borrow things effectively?  The investment of your lifetime for fifteen silvers.\" ",
  "332_24_040504010659ff76": "\"The license allows you to steal in town without us tipping the Sheriff, allows you to purchase professional quality tools, provides fencing services at no extra charge, and pays for the flowers on your grave in the event of an untimely accident.\"",
  "332_25_0405050106820759": "\"It's a steal for only one hundred silvers.  (heh, heh)\"",
  "332_26_04050601067409b8": "\"Perhaps I could sell you a good lockpick for fifteen silvers, or a wonderful Acme Thief Tool Kit for one hundred silvers.\"",
  "332_27_040a0a0106598be5": "\"Welcome to the Thieves' Guild Union, Local 1313.\"",
  "332_28_040a0b01060ee897": "\"Don't bother.  You've already paid, stupid.\"",
  "332_29_040a0c01068b4606": "\"I'm sorry, but you don't seem to have enough silver.  Come back when you qualify.\"",
  "332_30_040a0d010600509a": "\"There you are.\"",
  "332_31_04290701060000cc": "\"Let's see now... deducting the Guild cut, and allowing for resale markup, that comes to... 40 silvers.  Here you are.\" ",
  "332_32_04290801060050ff": "\"We buy only from our members.\"",
  "332_33_042a07010600f025": "\"Let's see now... deducting the Guild cut, and allowing for resale markup, that comes to... 150 silvers.  Here you are.\"",
  "332_34_042a080106c7071c": "\"We buy only from our members.\"",
  "332_35_042b070106eb005d": "\"Let's see now... deducting the Guild cut, and allowing for resale markup, that comes to... 90 silvers.  Here you are.\"",
  "332_36_042b080106060b46": "\"We buy only from our members.\"",
  "332_37_042c0701069aad02": "\"Let's see now... deducting the Guild cut, and allowing for resale markup, that comes to... 100 silvers.  Here you are.\"",
  "332_38_042c08010646060b": "\"We buy only from our members.\"",
  "332_39_042d070106ff7608": "\"Let's see now... deducting the Guild cut, and allowing for resale markup, that comes to... 500 silvers.  Here you are.\"",
  "332_40_042d0801062583c4": "\"We buy only from our members.\"",
  "332_41_05010001631cbec4": "The boxes must be used to store what the thieves are lucky enough to steal in this town. ",
  "332_42_0601000163102689": "You can tell where the bar is by the seep marks from spilled beer.",
  "332_43_07000001050100eb": "\"I don't have time to talk to unlicensed scum.  Pay your guild license fee, and then we can talk.  Why don't you do something constructive like stealing Otto's yo-yo?\"",
  "332_44_07000e0105c45e0c": "\"Hey, nice game.  It's a tie.\"",
  "332_45_07000f0105ff37ff": "\"You got me that time.  Say, you're pretty tough!\"",
  "332_46_070010010506268b": "\"So, you think you're pretty hot stuff, eh?  Well, we'll see about that.\"",
  "332_47_0700110105463b76": "\"If you don't bet, you can't play.\"",
  "332_48_07001201054606eb": "\"It's a tie.  Let's double the wager.\"",
  "332_49_07001301058b4606": "\"Looks like I won that one.  Must have gotten lucky.\"",
  "332_50_070014010500509a": "\"Hey!  This is cash on the table.  You can't bet what you don't have.\"",
  "332_51_0700150105088946": "\"Now, let's not get carried away.\"",
  "332_52_07001601050050ff": "\"Beginners!  Why do they keep giving me beginners?\"",
  "332_53_070017010500f025": "\"It will cost you 25 silvers to work in town.  Just pay Boris at the door. If you don't have the cash, go steal some.\" ",
  "332_54_0700180105c7071c": "\"I tell you, Crusher, that a thief of my stature and abilities should be stuck in a Po-Dunk town besieged by brigands who aren't even Union Members is the height of injustice!\"",
  "332_55_07010001638b560e": "From his expensive clothes to his carefully trimmed mustache, there is an air of sophistication about this villian. ",
  "332_56_0702190105148b46": "Accountant ",
  "332_57_07021a0105760cff": "Bet ",
  "332_58_07021b010506c45e": "Board ",
  "332_59_07021c010583c408": "Boris ",
  "332_60_07021d0105005dcb": "Brigands ",
  "332_61_07021e0105ff760c": "Crusher ",
  "332_62_07021f0105509ae1": "Daggers ",
  "332_63_07022001055e0626": "Fence ",
  "332_64_0702210105e9b800": "Game ",
  "332_65_070222010526ff37": "Thieves' Guild ",
  "332_66_0702230105e10092": "Name ",
  "332_67_070224010558ff50": "Otto ",
  "332_68_0702250105598207": "Scabs ",
  "332_69_0702260105c45efc": "Secrets ",
  "332_70_070227010508c45e": "Sheriff ",
  "332_71_0702280105470a26": "Spy ",
  "332_72_07022901058b4706": "Stealing ",
  "332_73_07022a010526c45f": "Thieves ",
  "332_74_07022b01055704c4": "Tips ",
  "332_75_07022c0105ff37ff": "Tools ",
  "332_76_07022d010506268b": "Town ",
  "332_77_0704000105ff76fe": "\"If you can't pay, don't play.\" ",
  "332_78_07051901057606c4": "\"I have no time for idle talk.  Why don't you do something constructive like stealing Otto's yo-yo?\"",
  "332_79_07051a01053483c4": "\"We could start small, perhaps a silver a throw.  We each throw a dagger at the board and the dagger closest to center wins.\"",
  "332_80_07051b0105c45e06": "\"That is a specially designed Dagger Board.\"",
  "332_81_07051c010559b801": "\"Boris is our accountant.\"",
  "332_82_07051d01058b4706": "\"Those non-union cretins are giving thieves a bad name.  I'm sure they have a spy planted in our organization.\"",
  "332_83_07051e01058956fc": "\"Crusher is our personnel manager.\"",
  "332_84_07051f0105c2023b": "\"A dagger is a thief's best friend.  If you ever get good with one, then perhaps we could play a little game.\"  ",
  "332_85_07052001053b56fc": "\"Just give your stolen items to Boris and you will be duly recompensed.  Or in terms more suited to your apparent intellect, You get cash for your loot.\"",
  "332_86_0705210105ebd08b": "\"You and I could throw some daggers at the board over there and bet upon which of us will throw better.\"",
  "332_87_0705220105010050": "\"Where else but here can one mingle freely with others of our chosen profession, sharing tips and secrets?\"",
  "332_88_07052202055e0626": "\"Where else can you safely fence stolen items?  Where else can you ask questions like these and not be thrown into jail?\" ",
  "332_89_070522030506ff76": "\"The Guild is truly your home away from home.\"",
  "332_90_0705230105ff7606": "\"I am known as 'The Chief'.\"",
  "332_91_07052401055f4c83": "\"He is the Sheriff's goon.\"",
  "332_92_070525010506c45e": "\"Those who do not pay their union dues are the lowest form of life.\"",
  "332_93_070526010559595d": "\"That would be telling.\"",
  "332_94_0705270105015616": "\"The Sheriff provides a useful service in this town.  He arrests anyone too stupid to be a good thief.\"",
  "332_95_0705280105f25016": "\"Someone is leaking our insider information to the Brigands.  You just can't trust anyone these days.\"",
  "332_96_070529010546fc50": "\"I have had beginners before, but this guild reached a new low when you joined.  Child, you are a thief.  Stealing is how you make a living.\"",
  "332_97_07052902059d4282": "\"So go out there and steal something and hopefully you'll get, that is, you won't get caught.\"",
  "332_98_07052a0105980bc0": "\"There are only a few members of our guild still around here.  With the snow and the brigands keeping away the tourists, it's hard to earn a decent living.\"",
  "332_99_07052b0105471426": "\"Don't get caught.\"",
  "332_100_07052c01050626ff": "\"We will gladly sell you for a modest fee a lock pick.  However, for the true professional, we have a Thief Tool Kit which will allow you to pick anything with a little practice.  Just talk to Boris.\"",
  "332_101_07052d01058d46ec": "\"There are a few places around town where a clever and skilled thief can make some silver.  Perhaps even you could steal something.\"",
  "332_102_0710000105c40816": "\"Try it, and I'll slit you from guggle to zatch!\"",
  "332_103_0734000105f25016": "\"What do you think this is, your home?  Crusher, deal with this deadbeat.\"",
  "332_104_080100016346fc50": "It looks like yesterday's unfinished dinner. ",
  "332_105_0901000105428207": "\"Crusher is our personnel manager.\"",
  "332_106_09020001638d86d8": "Crusher ignores you.",
  "332_107_09040001639a8f41": "Crusher is his usual, amiable self, \"every bit the Goon\". ",
  "332_108_091000016333c050": "While Crusher's leathery skin might make a good strop for your daggers, you don't think you'd enjoy being compressed to something the size of a softball by an angry Goon.",
  "332_109_0a01000163168d86": "The daggers are nicely made, and apparently designed for throwing.  Besides the Chief Thief's seemingly endless collection, there are two matched sets with differently-colored hilts for playing Dag-Nab-It.",
  "332_110_0a0400016350168d": "Stealing from a dagger-throwing thief?   That's a dangerous -- and stupid -- idea!",
  "332_111_0b01000163820783": "The opening in the door has a wire grate on it, but there is space below it where objects can be passed through.  The mysterious-looking man on the other side is Boris, the cashier and fence for the Guild. ",
  "332_112_0b11000163509a0e": "Picking locks in the Thieves' Guild is a singularly stupid idea.",
  "332_113_0c01000163ff7608": "Affects how far knife flies.",
  "332_114_0c040001638b1fff": "Place hand on slider.",
  "332_115_0d0100016386d8fe": "The knife the Chief Thief threw. ",
  "332_116_0d04000163598bf0": "Stealing from a dagger-throwing thief?  That's a dangerous -- and stupid -- idea! ",
  "332_117_0e01000163ff7606": "The ladder to the tavern is very sturdy.  It has to be to support Crusher's weight.",
  "332_118_0f010001635f2c59": "It's a prelude to the modern electric bulb, a marked improvement over darkness.  ",
  "332_119_10010001638bec56": "A dagger is strategically located on the table. ",
  "332_120_1004000163460874": "Stealing from a dagger-throwing thief?   That's a dangerous -- and stupid -- idea! ",
  "332_121_1101000163ff7606": "Even thieves get thirsty.",
  "332_122_12002e016306f7c6": "This dark, seedy place is less than you expected of a Thieves' Guild.  You feel uneasy about the sinister mood here. ",
  "332_123_12002e0263ff7606": "The man seated by the table greets you with a scowl, Crusher is his usual, amiable self, and you can't quite make out what lurks behind that massive door. ",
  "332_124_12002f0163eb00eb": "The door is locked, and Boris won't let you in.",
  "332_125_12010001638becc4": "The floor is surprisingly clean compared to the bar above.  The plaster is chipping in several places.  This place gives you the creeps.",
  "332_126_12040001638b5706": "You're probably wondering if there is any honor among thieves.",
  "332_127_121c000163268957": "\"That ring belongs to the Healer.  You better give it to her before she gets mad.\" ",
  "332_128_13010001639af52b": "The table is as rough as the man sitting next to it. ",
  "332_129_14010001630b9af5": "Dag-Nab-It board. ",
  "332_130_15010001638bf08b": "The trapdoor allows access to the bar above. ",
  "332_131_16010001638beceb": "Don't open the lid!  Who knows what will jump out?! ",
  "332_132_1701000163ea2d82": "The barred window lets in the foul stench from the alley.  "
}
