{
  "333_0_0104000163721920": "The barrel is too heavy to pick up.",
  "333_1_01010001637f207f": "The barrels are empty and smell of sour beer.",
  "333_2_020001010e7f207f": "\"Alms?  Alms for the poor?\" ",
  "333_3_020002010e7f207f": "\"A word of warning to you -- don't drink the Dragon's Breath!\" ",
  "333_4_020503010e7f207f": "\"A Beggar gets cash only when others get cash, and nobody's got much money here right now, 'cept maybe the Brigands.\" ",
  "333_5_020504010e704370": "\"Rumor has it someone smart took over.  Organized them, trained them -- that sort of thing, maybe.  Nowadays, no one's safe outside of town.\" ",
  "333_6_020504020e706e70": "\"Up to that time, the Brigands were just pains -- dumb guys who sometimes tried to beat up traders outside of town.\"  ",
  "333_7_020504030e707870": "\"They sure hurt business.  No one's getting rich but them.\" ",
  "333_8_020505010e1f201f": "\"There's honest work up at the Baron's castle, I hear.  But begging's my business.\" ",
  "333_9_020506010e1f201f": "\"I heard Amblin got scared of the Brigands and decided to move away. I still remember the taste of his cider, it was so good.  It was called, 'Amblin Entertainment' from Spielburg.\"  ",
  "333_10_020507010e1f201f": "\"He works at the tavern.  He lives up to his name.\" ",
  "333_11_020508010e1f201f": "\"Nobody's ever lived to talk what the Night Gaunts are.  I sure don't want to find out.\" ",
  "333_12_020509010e1f201f": "\"I have lots of luck, it's just that it's bad.\" ",
  "333_13_02050a010e7fba7f": "\"My name is Sam.  I've lived here for five years now, and I think I'll be heading on once the pass clears of snow.  There's supposed to be some good begging towns to the south.  Nice talking to you.  Alms for the poor, Alms!\" ",
  "333_14_02050b010e7f207f": "\"I remember when people used to stroll around town after dark.  There's a spell on Spielburg so that it glows at night.  Now, the only people out late are the thieves.\" ",
  "333_15_02050b020e7f207f": "\"And out of town, man, you don't dare be out there without a light when the sun goes down.  The Night Gaunts'll get you.\" ",
  "333_16_02050c010e7f207f": "\"Heard Silmaria is a good place to be.  It's by the sea.  Think I'll head there after this.\" ",
  "333_17_02050d010e7f207f": "\"I've heard talk that some kind of magic keeps things peaceful around here. Folks just don't feel like fighting in town, 'cept maybe Crusher.\"  ",
  "333_18_02050d020e7f207f": "\"Kind of wonder about this alley at times, though.  Feels funny -- sort of like the spell missed it.  It's dark at night, too.\"  ",
  "333_19_02050e010e7f207f": "\"I'm not usually bothered by them, since I don't have much to steal.  They are around, though.  It's not safe to sleep in the streets at night.  Outside you get eaten, inside you get robbed.\"  ",
  "333_20_02050f010e7f207f": "\"Tourists used to come here regularly for the Spielburg Cider Festival. After the cider industry closed, not much point for the festival without the cider part.\"  ",
  "333_21_020510010e7f207f": "\"Understand this used to be a great place to be.   Traders going in and out; tourists coming and going... perfect begging conditions.\" ",
  "333_22_020510020e7f207f": "\"Things were starting to dry up about the time I got here, just my luck.  The Brigands started getting tough.\" ",
  "333_23_020511010e7f207f": "\"Traders used to stop here on the way south to pick up barrels of some special cider made here by a guy named Amblin.\" ",
  "333_24_020512010e7f2070": "\"You can get a job cleaning the stable, I understand.  It's great if you want to build up muscles or have a place to spend the night, but you won't get rich. I'd rather beg, myself.\"  ",
  "333_25_0204000163706370": "Stealing from a beggar is not a heroic action.",
  "333_26_022000010e7f207f": "\"Thank-you.  I really like apples.\" ",
  "333_27_02011301637f207f": "A thin man with very patched clothing holds out an empty bowl.  It's the standard Beggar's bowl every beggar is issued when he graduates from an acredited Beggar's School.",
  "333_28_02011401637f207f": "A thin man with very patched clothing holds out a bowl containing only your kind contribution.",
  "333_29_020a00010e706570": "\"Thanks.  You know, it's really tough trying to make a living begging in this town since the brigands started scaring all the trade away.\"  ",
  "333_30_020a00020e702070": "\"This used to be such a nice place to live.  My advice to you is not to take up begging.  It just doesn't pay.  And don't go out at night.\" ",
  "333_31_020a15010e706370": "\"Looks like you're about as broke as I am!\"",
  "333_32_022100010e7f207f": "\"Thank-you.  Hilde's vegetables are always good.\" ",
  "333_33_020203010e7f207f": "Begging",
  "333_34_020204010e7fba7f": "Brigands",
  "333_35_020216010e302030": "Brigand",
  "333_36_020205010e306c30": "Cash",
  "333_37_020206010e307430": "Cider",
  "333_38_020207010e302030": "Crusher",
  "333_39_020208010e1f201f": "Gaunts",
  "333_40_020209010e1f201f": "Luck",
  "333_41_020214010e1f201f": "\"Silver for the poor, Gold for the poor.\" ",
  "333_42_02020a010e1f201f": "Name",
  "333_43_02020b010e1f201f": "Night",
  "333_44_020217010e7f207f": "\"About time I got back to work.  Alms for the poor.  Alms!\" ",
  "333_45_02020c010e7f2030": "South",
  "333_46_02020d010e304330": "Spell",
  "333_47_02020e010e306e30": "Thieves",
  "333_48_02020f010e306c30": "Tourists",
  "333_49_020210010e7f207f": "Spielburg",
  "333_50_020211010e7f207f": "Traders",
  "333_51_020212010e7f207f": "Work",
  "333_52_03010001637f207f": "The back wall is one of the best examples of a perpendicular wall that you have ever seen.  It reminds you of the time when you thought about climbing Mount Everest.  ",
  "333_53_04010001637f207f": "An early model of a hot dog stand -- or could it be a hamburger stand? ",
  "333_54_05011801637f207f": "You can't make them out from here.",
  "333_55_05011901637f207f": "Some sharp, pointy object appears to have been thrown at these walls several times. ",
  "333_56_06001a01637f207f": "You'd better not try to climb the wall any more right now.  You've been at this long enough that someone is likely to notice.",
  "333_57_06001b01637f207f": "You'll need more practice before you'll be able to climb this wall.",
  "333_58_06001c01637f207f": "Leave the climbing to those who know how.",
  "333_59_06001d01637f207f": "This grubby place must be an alley.  It feels strange here, colder than the rest of town.  There are some barrels discarded here.  A Beggar holds out a bowl towards you.",
  "333_60_06041d01637f207f": "Nice place.  How does this guy expect to make a living begging in this alley? ",
  "333_61_06011d01637f207f": "The walls seem pretty normal, but there are some curious marks on the north ends of the buildings.",
  "333_62_07010001637f207f": "The barrels are empty.  One smells of sour beer.  Another barrel reeks of Troll's Sweat. ",
  "333_63_08010001637f207f": "The sky is a piercing blue with scudding white clouds.",
  "333_64_08010b01637f207f": "The evening is clear and the stars are bright.  Dark clouds pass over the moon."
}
