{
  "334_0_01040001637fcd7f": "The barrel is too heavy to pick up.",
  "334_1_01010001637fcd7f": "The barrels are empty and smell of sour beer.",
  "334_2_02040001637f577f": "The barrel is too heavy to pick up.",
  "334_3_02010001637f6e7f": "Looks like this barrel once contained Dragon's Breath.  The bottom's eaten out.",
  "334_4_03040001637fcd7f": "That's a pretty tall wall.",
  "334_5_03040101637fcd7f": "That wall sure is tall.  You'll need to practice some more before you'll be ready to climb it.",
  "334_6_03040201637fcd7f": "You'd better not try to climb the wall any more right now.  You've been at this long enough that someone is likely to notice.",
  "334_7_03040301637f207f": "Leave the climbing to those who know how.",
  "334_8_03010001637f207f": "The back wall is one of the best examples of a perpendicular wall that you have ever seen.  It reminds you of the time when you thought about climbing Mount Everest.  ",
  "334_9_04010001637f207f": "You just see a glint from here.",
  "334_10_04010401637f207f": "It's a glowing golden coin.",
  "334_11_05010001637f207f": "An early model of a hot dog stand -- or could it be a hamburger stand? ",
  "334_12_06010501637f207f": "You can't make them out from here.",
  "334_13_06010401637f207f": "Some sharp object appears to have been thrown at these walls several times.",
  "334_14_07000601637f207f": "This place seems sinister at night.  Some strange object is glowing at the other end of the alley.",
  "334_15_070407010f7f207f": "\"You mean that the first victim we've had in months is a thief?  Here I thought we were finally going to make some money.\"",
  "334_16_070407020f702070": "\"Tell Crusher that the password is 'schwertfisch'.  He's in the tavern.\" ",
  "334_17_070407030f702070": "\"Now go before I forget you made the sign and I make you pay anyway.\"",
  "334_18_070408010f702070": "\"You had better check in at the Thieves' Guild before you get in trouble for practicing without a license.  Find Crusher in the tavern and give him the password.\"",
  "334_19_070409010f706270": "\"What's that supposed to be?  You trying to pretend you're a thief or something?  Har, har.\"",
  "334_20_07040a0163706d70": "The thieves seem to be ignoring you.",
  "334_21_07040b0163706970": "The whole place is in need of repair.",
  "334_22_07040c010f702070": "\"Yeah, yeah, we know, you're in the Guild too.  How's a poor independent businessman supposed to make a living around here with all this competition?\"",
  "334_23_07040c020f7f207f": "\"Now go before I forget you made the sign and I make you pay anyway.\"",
  "334_24_0701000163702070": "The dagger looks sharp and very deadly.",
  "334_25_07010b0163702070": "The walls seem pretty normal, but there are some curious marks on the north ends of the buildings.",
  "334_26_07010d0163702070": "This man may be smiling at you, but he doesn't seem very friendly.  His florid face tells you that this thief is a regular at the \"Aces and Eights\" tavern. ",
  "334_27_07010e0163702070": "This man may be smiling at you, but he doesn't seem very friendly.  He may be short, but that dagger makes him look 7 feet tall.",
  "334_28_08000f010f702070": "\"See that dagger?  The next one is centered on your back.\" ",
  "334_29_08000f020f702070": "\"Give Sneak there your cash and you walk out of here.  It's a simple trade, your life for your money.\" ",
  "334_30_080010010f702070": "\"That 'Coin Light' spell gets them every time.  See that dagger?  The next one is centered on your back.\" ",
  "334_31_080010020f7f207f": "\"Give Sneak there your cash and you walk out of here. It's a simple trade, your life for your money.\"",
  "334_32_080011010f702070": "\"Aw, ya forgot to pay.  What a shame.\"",
  "334_33_080012010f702070": "\"Hey, Sneak, this guy's hard of hearing or something.  I told him to stay out of our alley, and he didn't listen.  Let's teach him a little lesson about listening to his betters.\"",
  "334_34_0800130163707770": "As Slink reaches for his dagger, you draw your Thieves' Guild license...  You win by a close margin. ",
  "334_35_080014010f707470": "\"All right, so you got your license.  How nice.  Guess we don't get to kill you right now.  But stay out of our alley, 'cause we got real short memories, like.\"",
  "334_36_0800150163707670": "As Slink reaches for his dagger, you draw your Thieves' Guild license...  You *almost* make it. ",
  "334_37_080016010f703f70": "\"Hey, Sneak, this guy's hard of hearing or something.  I told him to get a license last time he was here, and he didn't listen.\"",
  "334_38_080016020f702070": "\"Let's teach him a little lesson about listening to his betters.\"",
  "334_39_080017010f7f207f": "\"Why, how nice to see you again.  I do hope (for your sake) you brought us some nice shiny new silver.\"",
  "334_40_0810000163702070": "As you start to draw your weapon, the thieves jump you.",
  "334_41_080a18010f702070": "\"That's all right.  We already have all your money, but it was certainly nice of you to offer.\"",
  "334_42_080a19010f702070": "\"Thanks, and have a nice evening.  It's been a pleasure doing business with you.  You can find your way out, I'm sure.  But make it fast, before my dagger slips.\" ",
  "334_43_080a1a010f702070": "\"Hey!  You don't have enough money to be worth our while.  How do you expect us poor independent businessmen to make a living?\"",
  "334_44_084500010f702070": "\"My finger is getting itchy, so just pay up and get out alive.\"",
  "334_45_080200010f702070": "\"My finger is starting to get a bit twitchy, so forget about questions, just pay the man and get out alive.\"",
  "334_46_0901000163702070": "The sky is a piercing blue with scudding white clouds.",
  "334_47_09011b01637f207f": "The evening is clear and the stars are bright.  Dark clouds pass over the moon."
}
