{
  "37_0_0101000163190400": "The grass seems to grow well here.",
  "37_1_0201000163312e53": "The castle of the Baron Stefan von Spielburg, lord of this valley. ",
  "37_2_0301000163040041": "Nobody is here to open the portcullis. ",
  "37_3_040001010a027446": "\"Come in.  Come in.  You have been expected.  Baron von Spielburg awaits you in the castle.\" ",
  "37_4_040002010a003d32": "\"Well, enter the castle grounds!\"",
  "37_5_040003010a746f20": "\"Who's there?  Come out and show yourself!\" ",
  "37_6_040004010a657373": "\"Are you speaking to me?\"",
  "37_7_040005010a000000": "\"Please step where I can see you.\"",
  "37_8_0401000163c27414": "You can't see much of the gatekeeper over the battlements.",
  "37_9_040206010a003d32": "Baba Yaga ",
  "37_10_040207010a327400": "Baroness ",
  "37_11_040208010a380755": "Baron ",
  "37_12_040209010a410700": "Barnard  ",
  "37_13_04020a010a4a0708": "Brigands ",
  "37_14_04020b010a5007cb": "Castle ",
  "37_15_04020c010a67070c": "Curse ",
  "37_16_04020d010a820700": "Elsa ",
  "37_17_04020e010a99070b": "Graveyard ",
  "37_18_04020f010aac0708": "Guards ",
  "37_19_040210010ac307d6": "Hero ",
  "37_20_040211010ae9075e": "Hut ",
  "37_21_040212010a330826": "Job  ",
  "37_22_040213010a6a0800": "Open Gate",
  "37_23_040214010ab1083e": "Brigand Leader ",
  "37_24_040215010adf0856": "Loss ",
  "37_25_040216010afd08f4": "Brigand Warlock  ",
  "37_26_040217010a1e09fa": "Monsters ",
  "37_27_040218010a420957": "Name ",
  "37_28_040219010a7009d6": "Protection ",
  "37_29_04021a010a9609f8": "Reward ",
  "37_30_04021b010ab90911": "Stable ",
  "37_31_04021c010ac6098b": "Treasure ",
  "37_32_04021d010a640ac7": "Valley ",
  "37_33_04021e010a7c0ab8": "Yorick ",
  "37_34_04041f010ae10a08": "\"Very well.\"",
  "37_35_040420010a050bc4": "\"Just a minute while I raise the gate.\" ",
  "37_36_040506010a380b90": "\"This powerful Ogress is the cause of all the Baron's misfortune.  She is a vile creature who knows much magic.\" ",
  "37_37_040507010a4e0bfc": "\"The Baroness died soon after the birth of her daughter.  The Baron still mourns her.\"  ",
  "37_38_040508010ae50bc4": "\"My Lord sees no one since the loss of his son and daughter.\"",
  "37_39_040509010a030c83": "\"The Baronet Barnard von Spielburg was a proud young man and had the dark hair and eyes of his father the Baron.\"  ",
  "37_40_040509020a9f0c26": "\"He rode off one morning and his horse returned without him.  The horse had been raked by the claws of some large animal.\"",
  "37_41_040509030ac30c7c": "\"There is still a reward offered for the safe return of the Baronet, but I fear he is dead.\"",
  "37_42_04050a010a500d2b": "\"There are now too few guards to take out the brigands which rob our people and drive away the traders.\"",
  "37_43_04050a020a610d76": "\"They hide somewhere near the edge of this valley.  The brigands are protected by a magic user and they have a shrewd leader.\" ",
  "37_44_04050b010a9d0d1f": "\"This is the castle of Baron Stefan von Spielburg.\" ",
  "37_45_04050c010aac0d02": "\"The Baron ordered Baba Yaga to leave and she first cursed the graveyard. When he then sent the Baronial Guards after her, only their Captain returned to the castle.\"  ",
  "37_46_04050c020a150e0b": "The Captain spoke the words, \"Hear me, oh mighty Baron.  Thou hast angered me, and thus you are cursed.  All that you value shall you lose; all that you treasure shall be taken from you,\" in a strange voice.  ",
  "37_47_04050c030a400e0a": "\"The captain then dissolved into a pool of sticky blackness.\"",
  "37_48_04050d010a780e76": "\"Elsa von Spielburg was a lovely young child with braided blond hair and bright blue eyes like her mother the Baroness used to have.\" ",
  "37_49_04050d020a910e83": "\"A large winged creature flew over the castle walls, grabbed Elsa, and vanished before the guards could fire upon it.  We searched everywhere for her, but to no avail. \" ",
  "37_50_04050d030a7a0fb0": "\"Even the jester Yorick joined the search for her.\" ",
  "37_51_04050d040a930f55": "\"The Baron sent a troop of guards to storm Baba Yaga's hut, but I think their skulls sit atop her fence.  Elsa von Spielburg would be about eighteen now.\" ",
  "37_52_04050e010af80f76": "\"Baba Yaga cursed the graveyard such that the dead can not rest at night. One can not go near the graveyard after dark without risking his own death unless one uses protection.\"  ",
  "37_53_04050f010a211083": "\"The Baron von Spielburg lost most of his guards trying to defeat Baba Yaga.\"",
  "37_54_040510010a931001": "\"'Hero of the Realm of Spielburg' is a title of respect and honor. A true hero can release this land from its curse using his intelligence and courage.\" ",
  "37_55_040511010aba1074": "\"Baba Yaga has her hut to the northwest.  It is a very dangerous place and many Baronial Guards have been lost there.\" ",
  "37_56_040512010a2a11c0": "\"The stablekeeper could use a strong young person to help clean out the stables.\"",
  "37_57_040512020a42110c": "\"It does not pay much, but it is good, honest work.\"",
  "37_58_040512030aae1106": "\"If you would like to take the job, come on in.\"",
  "37_59_040513010ac811ff": "\"Very well.\"",
  "37_60_040514010a31121c": "\"The leader of the brigands must be a good strategist.\" ",
  "37_61_040514020a48120a": "\"He has organized and lead many raids which result in much treasure and little loss on the part of the brigands.  Without their leader, the brigands would soon flee.\"",
  "37_62_040515010ae6121c": "\"Ten years ago the Baron's daughter Elsa was stolen away by magic.  Five years back, the Baronet Barnard von Spielburg went on a hunt from which he did not return.  This was all clearly part of Baba Yaga's curse.\"  ",
  "37_63_040516010afc12a0": "\"Not much is known about him, but he seems to use more magic potions and powders than spells.\"",
  "37_64_040517010a5a13c0": "\"There are many foul creatures stalking the forest since the Baron has too few guards to protect this valley from them.\"",
  "37_65_040518010a7a130a": "\"My name is Karl.\"",
  "37_66_040519010ad61346": "\"There is an unguent you can purchase from the Healer which protects against the dead that walk by night.\"",
  "37_67_04051a010add13ec": "\"There is still a reward offered for the safe return of the Baronet and Elsa von Spielburg of 50 gold.\"",
  "37_68_04051a020a87140e": "\"For the capture or death of the Brigand Warlock there is the reward of 50 gold.\" ",
  "37_69_04051a030a971407": "\"For the capture or death of the Brigand leader there is the reward of 50 gold and the title of 'Hero of Spielburg'.\"  ",
  "37_70_04051b010a5f1576": "\"Cleaning up after the horses is a good way to build up your muscles.\"",
  "37_71_04051c010a83158b": "\"Many merchants have been robbed by the brigands.  There is a merchant in town who could tell you about his robbery.\" ",
  "37_72_04051d010ae215d9": "\"Spielburg Valley was once a prosperous and peaceful place before the Baron lost his family.\"",
  "37_73_04051d020aef1501": "\"Now the Baron will not leave his castle and does not know the ruin this land has come to.\"",
  "37_74_04051e010a4f1607": "\"He was a very jolly fool who loved to laugh.  He was devoted to Elsa and swore he would not return until Elsa was safe.\" ",
  "37_75_0501000163621699": "The mountains in the distance ring the valley of Spielburg, creating a formidable barrier to travelers.",
  "37_76_06011f0163f4165e": "The portcullis has been raised, and the way to the castle is clear. ",
  "37_77_06012101630917ec": "The portcullis presents a severe obstacle for entry to the castle.",
  "37_78_0601220163921774": "The castle is securely locked for the night.",
  "37_79_07001f0163a617b8": "The gate is already open. ",
  "37_80_0700230163fa1704": "After climbing down the wall you says to yourself, \"Self,\" you says, \"that wasn't too bad.\" ",
  "37_81_07002401636e1856": "Once more the guard raises the portcullis.",
  "37_82_070025016384188b": "That smarts.  Maybe you should move a little more quickly.",
  "37_83_0700260163981952": "The guard, sensing something is awry, raises the portcullis.",
  "37_84_0700270163b11950": "Experience is the best teacher.",
  "37_85_0700280163151acb": "Practice makes perfect.",
  "37_86_07002901632e1a76": "Try, try again etc...",
  "37_87_07002a01639e1a2e": "Take a break.  It's Mueller time.",
  "37_88_07002b0163be1a15": "The gatehouse is more difficult to climb than it first appeared.",
  "37_89_07002c0163091bfe": "Remember what happened to Humpty Dumpty.",
  "37_90_07010001631d1beb": "The gate guard keeps a vigilant eye out for trouble as he paces back and forth on the castle parapet.  He walks with the easy stride of a veteran soldier. ",
  "37_91_0801000163611bd6": "The sky is clear except for a few clouds.",
  "37_92_09012d0163701b16": "The towers stand out above the castle walls.",
  "37_93_0a01310163f91b2b": "The gatehouse is a massive structure with a portcullis closing off access to the castle.",
  "37_94_0a042e01631f1cfb": "The guards won't allow you to do that.",
  "37_95_0a042f01638e1cc4": "You're not in a good place to climb.",
  "37_96_0a04300163a61c0e": "Leave the climbing to those who know how.",
  "37_97_0b01000163191d8b": "You can't see anything through the window from here."
}
