{
  "38_0_0101000163207374": "The building's appearance is deceptive;  it evidently extends well into the castle wall.  From your present vantage point, the barracks looks like it could house some sixty guards.",
  "38_1_020100016365206d": "The castle's central keep rises above the rear of the courtyard. ",
  "38_2_0204000163207363": "The castle wall feels very solid.",
  "38_3_0301000163757420": "This is the chimney to the baking oven.",
  "38_4_04010001636e2774": "The troops once proudly followed this crest. ",
  "38_5_05010001636f2077": "The barracks entrance. ",
  "38_6_0504000163202741": "There is no answer to your knock.  The guards must all be asleep. ",
  "38_7_0601000163636861": "The guards access the walkway through the towers. ",
  "38_8_0701000163757220": "The castle has a garden area with a doorway leading from the castle keep.",
  "38_9_0801000163831192": "The guard looks like he is either very tired or very lazy.",
  "38_10_0802000163bf0a00": "\"I'm not here to answer your stupid questions.  Go talk to Karl the gatekeeper.  He talks to anyone about almost anything.\"",
  "38_11_090100016332656e": "These are the mountains that ring the valley of Spielburg.",
  "38_12_0a010001636e7279": "It's an empty storage pot.",
  "38_13_0b00010163676874": "\"Go away.  This is just the barracks for us guards.\"",
  "38_14_0b0100016320204d": "This is the barracks area.  To the north, you see the castle's central keep. To the east, you see the main courtyard and the stables beyond. ",
  "38_15_0b01000263657220": "Along the wall to the southeast is the gatehouse.  A line of bushes partially obscures a defensive pit along the wall. To the west, you can see the barracks and a man standing in front of them.  ",
  "38_16_0b0400016327456e": "The guard would object.",
  "38_17_0b34000163276973": "You barely get to sleep when the guard on night patrol kicks you out. ",
  "38_18_0b4e000163722077": "The guard chuckles as you make a fool of yourself.  ",
  "38_19_0c01000163456e72": "The sky goes on forever when it's this clear. ",
  "38_20_0d01000163697320": "The guards patrol from here.",
  "38_21_0e01000163207761": "It's a watering trough for the horses.",
  "38_22_0f010001636e7279": "An empty wagon stands rotting into the courtyard. ",
  "38_23_0f04000163732066": "The wagon is much too heavy to move without a horse.  ",
  "38_24_1001000163776173": "The guards patrol along here.",
  "38_25_110100016372792e": "The solid stone walls protect the compound. "
}
