{
  "39_0_010100016310ff76": "Empty barrels lay around the compound. ",
  "39_1_0104000163c4085d": "The barrels are empty.",
  "39_2_020100016326ff77": "The castle's central keep rises above the rear of the courtyard.  ",
  "39_3_0204000163ff760c": "The castle walls feel very solid.",
  "39_4_03010001631a83c4": "The courtyard is paved with granite paving stones, carefully placed by a skilled craftsman. ",
  "39_5_04010001637610ff": "There is a curb along the left of the courtyard. ",
  "39_6_050100016383c408": "There is a curb along the right of the courtyard. ",
  "39_7_0601000163760a56": "There are two guards near the castle door. ",
  "39_8_07010001639f0be9": "There are two guards near the castle door. ",
  "39_9_0754000163e3d1e3": "You are too far away to talk to the guards. ",
  "39_10_0800010163b51eb8": "\"And the lesson begins!\"",
  "39_11_08000201212883c4": "\"En garde!\"",
  "39_12_080003012181ec28": "\"Enough!\"",
  "39_13_08000401630ee8be": "After making sure no guards are looking, you climb over the wall. ",
  "39_14_0800050121e94201": "\"Should we meet again, I would not be adverse to another go-round.  Farewell, friend!\"",
  "39_15_0800060121ff7608": "\"Even as we fought, I could detect your skills improving through practice.\"",
  "39_16_0800070163015959": "The weapon master lends you the necessary items and then... ",
  "39_17_080009016350168d": "The lesson wears you down, and you become exhausted.",
  "39_18_08000a01214b0583": "\"I can see now that my career must end.  Anytime that I, the Weapon Master, can be beaten by a mindless, nasty little twerp such as you, it is time to take an interminable vacation.\" ",
  "39_19_08000a022133c050": "\"By your leave, I hope your sword rusts and your cape fragments in the most awful manner!\"",
  "39_20_08000b01639ad700": "That's easy to say, but you don't HAVE a gold coin.  You make your apologies to the Weapon Master.  ",
  "39_21_08000c0163fec746": "The gates are closed for the night. ",
  "39_22_08000d016376fc16": "You are forced to admit that the Weapon Master has gotten the better of you.",
  "39_23_08000e012176faff": "\"I am a skilled teacher as well as a skilled fighter.\"",
  "39_24_08000e0221509a96": "\"However, the combat style I teach relies on the subtle alternation of Strike and Parry.  As I observe that you have no skill in the use of Parry, you would receive no benefit from my lessons.\"",
  "39_25_08000f012176feff": "\"Pity.  I'm in the mood for some good combat practice.\"",
  "39_26_0800100121e35b4b": "\"I am a skilled teacher as well as a skilled fighter.\"",
  "39_27_08001002218946f8": "\"For a mere gold coin, I will be glad to give you some practice and some pointers on how to better your skills.\"",
  "39_28_0800100321ccff76": "\"Will you pay for a lesson?\"",
  "39_29_08001101212c1559": "\"It was most prudent that you should give in to my superior skill.\"",
  "39_30_080012016350168d": "You pay the Weapon Master's price and then... ",
  "39_31_0800130121a02383": "\"If you would like a stretcher, my weak, tired friend... You seem a shadow of the person who began this little lesson.\" ",
  "39_32_080014012108ff76": "\"The art of dancing would be a good skill for you to practice, my friend.\"",
  "39_33_0800140221598956": "\"The balance of the body over the rapidly moving feet has won many a contest.\"",
  "39_34_0800150121d8fe50": "\"Put your attention to the control of your legs when you duck a swing.  Your springiness makes you seem to bounce,\"",
  "39_35_0800150221eb3cff": "\"... and a good opponent (such as myself) will always take advantage of the opening.\" ",
  "39_36_080016012108ff76": "\"You have a tendency to overbalance when you dodge a blow.  This will adversely affect the timing and effectiveness of your counterattack.\"",
  "39_37_0800170121c4080b": "\"Be more aware of the angle with which your weapon approaches your opponent.\"",
  "39_38_0800170221760690": "\"The thrust bites quickly, but the swing will do more damage if it connects.\" ",
  "39_39_0800180121c07502": "\"I salute you!\"",
  "39_40_08001901218d86d8": "\"Still, you seem to tire more easily than you should.\"",
  "39_41_08010001635f2059": "The grounds are neglected and overgrown. ",
  "39_42_08341a01638b46f0": "There are too many guards around.",
  "39_43_08341b0163f6ff76": "You barely get to sleep when you hear the guards searching the castle grounds for bums.  You decide it's time to make like a tree and leave.",
  "39_44_083b0001639ad106": "You realize, of course, that such actions will not only have you grabbed by guards, dragged to the dungeon, and brutally tortured, but that you probably won't be able to win this game if you perform them.",
  "39_45_083e08012150168d": "\"If you are addressing me, sir, you must respect me enough to address me to my face!\"",
  "39_46_0901000163a02383": "The man has the muscles of a trained athlete and is apparently quite skilled with the sword. ",
  "39_47_09021001218bec83": "Practice",
  "39_48_09021c01218956ea": "Barnard  ",
  "39_49_09021d0121ff76ea": "Baron",
  "39_50_09021e01210583c4": "Town  ",
  "39_51_09021f0121eac746": "Brigands ",
  "39_52_090220012150168d": "Castle",
  "39_53_090221012150168d": "Elsa",
  "39_54_090222012176e89a": "Fighting",
  "39_55_09022301211eb875": "Friendship   ",
  "39_56_090224012133c050": "Guards",
  "39_57_0902250121549b50": "NO",
  "39_58_0902260121148cda": "Armor ",
  "39_59_09022701215dcb55": "Skills",
  "39_60_09022801210626ff": "Sword",
  "39_61_09022901213e966f": "Town",
  "39_62_09022a0121eb040e": "Weapon Master",
  "39_63_09022b0121002c15": "YES",
  "39_64_09040001211eb87a": "\"Unhand me, you lout, or I shall have you thrown into the dungeons.  I allow only those who pay for the privilege to measure their fighting skill against mine.\"",
  "39_65_09051001219ad500": "\"Practice is the way to refine and improve one's skills.\"",
  "39_66_09051c01219a6c06": "\"The Baronet had some minor talent with weapons, but he was too impatient.\"",
  "39_67_09051c02218d46ba": "\"If he had but listened and learned what I teach, he would never have been lost.\" ",
  "39_68_09051d01211433c0": "\"The Baron had the wisdom to recognise greatness when I presented myself; thus he made me Weapon Master.\"",
  "39_69_09051e0121909c50": "\"Please don't bore me, young adventurer.  Ask me about something more interesting.\"",
  "39_70_09051f012100509a": "\"The Brigands fight remarkably well for riff-raff who have not had the benefit of my training.  They are cowards who like to hide behind their shields, but I must admit they do that well.\"",
  "39_71_09051f022152500e": "\"Should you find yourself face-to-face with one of the Brigands, I suggest you mirror their techniques.  Use Parry or Dodge until your opponent lowers his shield to attack, then strike before he can get his spear into attack position.\" ",
  "39_72_0905200121169e70": "\"This is the castle of the Baron von Spielburg.  I am the Weapon Master of the castle.\"",
  "39_73_09052101218d46ba": "\"A bright child, for a girl.  She used to watch me practice daily, and question me constantly.  Pity she was not born a boy.\" ",
  "39_74_090521022152ff36": "\"She would have made a talented swordsman... if I had trained her.  I could not demean myself to teach a mere girl, of course.\"  ",
  "39_75_090522012136beda": "\"Fighting is both an art and a skill.  It is a skill in the use of muscle strength and the agility of control.\"",
  "39_76_0905220221bb3383": "\"It is an art in outwitting and out-maneuvering the opponent.  I am, of course, the skilled artiste.  Do you fight?\"  ",
  "39_77_0905230121b80100": "\"Please don't bore me, young adventurer.  Ask me about something more interesting.\" ",
  "39_78_0905240121ff369e": "\"You will find them very skilled at fighting.  After all, I am the one who trains all the guards at this castle.\"",
  "39_79_0905250121076d0e": "\"Pity.\"",
  "39_80_0905260121f833c0": "\"I never use a shield, it gets in the way of my agility of dodging.  It is best used by those who are strong but not swift and agile.\" ",
  "39_81_09052602211501e9": "\"You definitely require a shield.\"",
  "39_82_090527012150168d": "\"The skills of the Sword are Thrust, Swing, Parry, and Dodge.  Timing of such actions is critical to the success of the  fighter.\"",
  "39_83_09052801210e83c4": "\"The sword is the finest of all weapons.  It requires an equal measure of skill and strength.\" ",
  "39_84_0905290121e55dcb": "\"Please don't bore me, young adventurer.  Ask me about something more interesting.\" ",
  "39_85_09052a0121b8f69a": "\"I am the Weapon Master, expert swordsman and trainer.\" ",
  "39_86_09052b0121c4065d": "\"I am a skilled teacher as well as a skilled fighter.  For a single gold coin, I will give you some pointers on how to better your skills, and the practice to improve them.  Will you pay?\" ",
  "39_87_0a010001631eb8f6": "An empty wagon stands rotting in the courtyard. ",
  "39_88_0a0400016383c406": "The wagon is too heavy to move without a horse. ",
  "39_89_0b01000163760a8b": "This is part of the castle wall."
}
