{
  "53_0_0101000163612066": "It's just a bush. ",
  "53_1_02010001632e2000": "It is a common bush. ",
  "53_2_0301000163040200": "It's a small tree.",
  "53_3_04010e0163286304": "The handsome Centaur has a look of pride and dignity as he rakes his field.",
  "53_4_04010f016337014d": "The majestic Centaur watches you carefully.",
  "53_5_0402010126722069": "Baron",
  "53_6_0402020126270728": "Brigands",
  "53_7_0402030126662061": "Centaurs",
  "53_8_0402040126647665": "Farm",
  "53_9_0402050126732061": "Field",
  "53_10_0402060126760200": "Fruit",
  "53_11_0402070126286304": "Harvest",
  "53_12_0402080126370126": "Healer",
  "53_13_0402090126752064": "Hilde",
  "53_14_04020a0126280e28": "Leader",
  "53_15_04020b0126696e6c": "Farmer's Mart",
  "53_16_04020c0126726420": "Name",
  "53_17_04020d0126752776": "Vegetables",
  "53_18_0405010126207365": "\"I'm sorry.  I know little about the Baron and his family.\"",
  "53_19_040502012668696e": "\"The brigands attacked me a few months ago.  I am a strong fighter and my hooves are deadly, but there were too many of them.\"",
  "53_20_0405020226206c69": "\"My right leg was broken, and there is no pride for a Centaur who cannot run. If it had not been for the unlikely intervention of their leader, I would be dead.\"",
  "53_21_0405030126200d0a": "\"We Centaurs are a very ancient and proud people.\"",
  "53_22_0405040126617175": "\"I can grow enough on this little plot to feed my family and the village. You should see this field during the summer.\" ",
  "53_23_04050501263a200d": "\"There is much work for me to do now and I bid you good day.\"",
  "53_24_0405060126657270": "\"In a couple of months, I'll have some cherries.  The apples won't ripen until fall.\"",
  "53_25_0405070126627920": "\"We grow fine fruit in our little orchard and sell it at our stand in town.\"",
  "53_26_0405070226732046": "\"There you will find fresh cherries in the spring, peaches in summer, and apples in the fall.\"",
  "53_27_0405070326726f6d": "\"It is truly a sight to see.\"",
  "53_28_0405080126766520": "\"The Healer lives just east of here.  She is very skilled with potions.\"",
  "53_29_0405090126657665": "\"Hilde is a bright little filly.  I'm very proud of her.\"",
  "53_30_04050a012600ff27": "\"The leader came up after the brigands attacked me and forced them to stop, ordering them not to hurt people from the town.\"",
  "53_31_04050a0226612070": "\"Then, to my amazement, the leader gave me a healing potion and had me carried to the Healer's house.\"",
  "53_32_04050a032620646f": "\"It was hard to judge the leader, whose face was obscured by a large helm, but there was compassion unlike what one expects from a brigand.\"  ",
  "53_33_04050b012620e626": "\"Our stand is in the northeast corner of Spielburg.\"",
  "53_34_04050b022659236f": "\"The produce is not of the finest this time of year, but you will not find better than Pferdefedern fruit come harvest time.\"",
  "53_35_04050c0126206361": "\"I am Heinrich Pferdefedern.  I live in town with my daughter Hilde who sells our produce on Market Street.\"",
  "53_36_04050d012600f11f": "\"There are a few carrots and potatoes left from last season, but I'm just starting to plant the crops now.\"",
  "53_37_040a0001260400bf": "\"You must go see my daughter, Hilde, who sells our fruits and vegetables on Market Street.\"",
  "53_38_040c00016372652e": "Looking at the Centaur's muscles, his  hoe, and his four gleaming hooves, you get the feeling that it might not be the best of ideas.  Besides, he reminds you of your old friend Flicka. ",
  "53_39_0414000163000000": "You have no reason to hurt the Centaur.  Put that rock away!",
  "53_40_05010001630e2504": "This tree will never bear fruit. ",
  "53_41_06010001636d7920": "It's a pine tree. ",
  "53_42_0701000163733100": "Three pots wait for the day when they will hold dirt and flowers.  ",
  "53_43_08010001632800db": "It is a sturdy iron rake with a wooden handle.",
  "53_44_080400016300da26": "Fields must be carefully tended to produce the best crops.",
  "53_45_09000001636c6c20": "The Centaur turns toward you.",
  "53_46_09001001631e2528": "Noticing that you are addressing him, the Centaur stops and gives you his attention.",
  "53_47_0900110163792068": "The Centaur stops raking as you approach.",
  "53_48_090100016320796f": "The forest surrounds the farmer's small fields and orchard.  The crops have yet to be planted.  There are only a few weeds and some grasses at the edge of the forest.",
  "53_49_090100026327b324": "To the east, you can see a small house.  To the west, you see the forest. To the north, beyond the farmer's orchard, you can see the forest. ",
  "53_50_09010f0163e11e73": "The field is hoed and fertilized.",
  "53_51_09011201636e6c79": "The evening is clear and the stars are bright.  Dark clouds pass over the moon.",
  "53_52_0901130163008b20": "The sky is a piercing blue with scudding white clouds.",
  "53_53_09011401630400b4": "The garden's dark dirt awaits a new day's sunshine.",
  "53_54_0901140263281828": "You see a nicely manicured field.  A Centaur rakes the rows.",
  "53_55_0904000163000000": "The farmer has painstakingly removed all the rocks from his fields.",
  "53_56_0904000226192704": "\"The late snow has made the mountains very pretty.  Fortunately, our valley is sheltered, so the frost has not come to my fields.\"  ",
  "53_57_0914000163726177": "Don't throw things here.  The farmer wouldn't appreciate it.",
  "53_58_0951000163650600": "It wouldn't be nice to set the Centaur's crops on fire.",
  "53_59_0a01000163276420": "This is the Centaur's shovel. ",
  "53_60_0b01000163736564": "The trees have tiny fruits forming. ",
  "53_61_0c0100016365656c": "The tree hasn't been planted yet. ",
  "53_62_0d01000163206465": "The ornamental vases are empty. ",
  "53_63_0e01000163627574": "You can see the roofs of the town over the fence.",
  "53_64_0e0400016365656c": "The town gate is wide open during the day.  You would look silly climbing the wall.",
  "53_65_0e04150163207475": "Climbing this wall is too difficult for your level of skill.  Keep practicing.",
  "53_66_0e140001636f7265": "Realizing you may hit somebody on the other side of the wall, you put the rock away. "
}
