{
  "54_0_01010001638b4606": "The creature looks more like a small flying lizard than a bird.",
  "54_1_01040001631eb8a4": "You can't reach the birdlike creature from here.",
  "54_2_020100016383c408": "The road winds northward toward a walled castle.",
  "54_3_0301000163be0100": "The door seems to be barred on the inside. Perhaps you should knock.",
  "54_4_0304010163a91826": "There is no answer.",
  "54_5_030402016302c41e": "You hear the voice of the healer saying:  \"The last time you were here, I found I was missing some potions.\"",
  "54_6_03040202638b5f02": "\"I don't like thievery.  Go away!\"",
  "54_7_031103016383c408": "The door appears to be barred on the inside.",
  "54_8_031103026346fc0b": "Your skill in lock picking is insufficient to open a sardine can -- with a key!",
  "54_9_03110401633b501e": "Your lock-picking skill will do you no good here.  The door is barred from the inside.",
  "54_10_03480001631826ff": "You politely knock on the door.  ",
  "54_11_03480002630f00bd": "After a moment, you hear the inside bolt slide open.  ",
  "54_12_0348000363b8b63b": "A voice from inside says \"Come on in.\"  ",
  "54_13_0401000163c40ceb": "The road leads north to a castle in the distance and south to the crossroads. To the west you can see a farmer's fields. ",
  "54_14_0501050163ff7608": "The house looks cheery and well-kept.  It has the sign of the Healer above the entrance.",
  "54_15_0501060163335900": "In front of the hut is a small garden in which grow the kinds of plants and herbs that are used for making potions.",
  "54_16_06010d016308c706": "It is made of twigs, leaves, and herbs, probably stolen from the healer's garden.",
  "54_17_06010d0263f60bf6": "There is a birdlike creature sitting in the nest.",
  "54_18_06010e0163ff7608": "In the nest is an object which appears to be a ring, glinting in the sunlight.",
  "54_19_06010f01638b1fff": "It is empty now.",
  "54_20_06011001630626ff": "What's left of the nest is charred beyond recognition.",
  "54_21_06011101636e0c9b": "The remnants of the nest are scattered on the ground.",
  "54_22_06011201631eb8b6": "The nest sits on the branch.",
  "54_23_060408016300ff76": "You see nothing in the remains of the nest.",
  "54_24_060409016383c40a": "There's not enough left to bother with.",
  "54_25_06040a0163060560": "It's a mess, and you don't need it, anyway.",
  "54_26_06040b016359000b": "It would be too messy to stow in your pack, and it doesn't appear to be good for anything.",
  "54_27_06040c0163cb558b": "Perhaps you can do that.",
  "54_28_060c000163980bc0": "The nest is out of reach, even using your sword.",
  "54_29_0610070163ff760c": "Your dagger misses the nest and falls to the ground; you'll have to keep practicing.",
  "54_30_061400016326ff77": "You don't need to do that now. ",
  "54_31_07010001630e268b": "There is a plowed field to the west.",
  "54_32_0801000163080bc2": "There is a forest to the east.",
  "54_33_0900000263760cff": "You pick up a shiny gold ring.",
  "54_34_09000003630e1eb8": "It takes a lot of skill and practice to climb this tree.",
  "54_35_09000004639a2103": "You carefully bend down and reach into the nest.",
  "54_36_0900000563007522": "In the nest, you find a gold ring.",
  "54_37_09000006630cff76": "You take the ring and move carefully back along the limb.",
  "54_38_0900000763c45e12": "Made it!  Now back down the tree.",
  "54_39_090005016383c40c": "Experience is the best teacher.",
  "54_40_09000601638f5dcb": "Practice makes perfect.",
  "54_41_09000e0163a0a43b": "You place the nest on the ground. It is of no use to you.",
  "54_42_09000f0163b43b00": "You take a lovely gold ring from the nest.",
  "54_43_09000f02639a2501": "You place the ring into your pack and the nest on the ground.",
  "54_44_09001301630701eb": "The bright smell of fresh herbs mingles with the aroma of wood smoke as you come up to a hut by the side of the road.",
  "54_45_090014016357501e": "Remember what happened to Humpty Dumpty.",
  "54_46_0900150163000b83": "Take a break.  It's Mueller time.",
  "54_47_0900160163b43b3b": "You see a glinting object in the remains of the nest. ",
  "54_48_0900170163b43b1e": "That's what happens sometimes when you go out on a limb.",
  "54_49_09001801633b509a": "You see nothing in the nest.",
  "54_50_09001901630bc075": "Try, try again, etc... ",
  "54_51_09041a01633b50c4": "You can't do that while you're up in the tree!  ",
  "54_52_09041b01630626ff": "You pick up a few small rocks. ",
  "54_53_094e0b0163c45f49": "As you try to cast a spell from your high perch on the tree, you lose your concentration, and...",
  "54_54_09520b016302ff5f": "As you try to cast a spell from your high perch on the tree, you lose your concentration, and...",
  "54_55_09520c01638946fc": "That spell is no longer useful here (but you did get some practice).",
  "54_56_0a010001633b5016": "The apothecary bottle sign indicates that the occupant of the house is skilled with potions.  ",
  "54_57_0b01010163016e14": "You can see nothing in the dark.",
  "54_58_0b011c016346fe75": "The curtains obscure your vision.  You can only make out a clutter of bottles, jars, and pots on the sill.",
  "54_59_0c01000163b83a76": "The tree is a large oak.",
  "54_60_0c011d016303e731": "There is a nest on the limb that stretches toward the hut.  "
}
