{
  "55_0_0101010163cb558b": "It's a barrel.",
  "55_1_0101020163062683": "It's just a wooden barrel. ",
  "55_2_020100016301c45e": "The healer's bed looks very comfortable. ",
  "55_3_0204000163c45e06": "Since it has been awhile since you took a bath, you decide not to sleep in the healer's bed. ",
  "55_4_0301000163ff7606": "It looks like cheesecloth. ",
  "55_5_04040001635f3c83": "The fire is very hot. ",
  "55_6_0500030163771a26": "\r\n   Magic Acorn  ",
  "55_7_050004016350c45e": "\r\n   Fairy Dust  ",
  "55_8_05000501637720ff": "\r\n   Green Fur  ",
  "55_9_050006016306268b": "\r\n   Flowers from Erana's Peace  ",
  "55_10_0500070163b80200": "Let's see, to make the Dispel Potion I still need: %s %s %s %s %s",
  "55_11_05000801631e26ff": "\r\n   Flying Water ",
  "55_12_0601000263595905": "You see a middle-aged woman with rosy cheeks and smile lines around her eyes.",
  "55_13_0602090128ff772e": "Magic Acorn",
  "55_14_06020a012826ff77": "Baron",
  "55_15_06020b01289a0100": "Troll Beard",
  "55_16_06020c01280626ff": "Brigands",
  "55_17_06020d0128cd5982": "Castle",
  "55_18_06020e012826ff77": "Cheetaur Claws",
  "55_19_06020f01280626ff": "Daughter",
  "55_20_0602100128cd5982": "Dispel Potion",
  "55_21_06021101288b572e": "Dryad",
  "55_22_0602120128d01652": "Fairy Dust",
  "55_23_06021301280ac45e": "Farmer",
  "55_24_060214012873bd50": "Flasks",
  "55_25_0602150128009325": "Flowers",
  "55_26_060216012876fc9a": "Flying Water",
  "55_27_0602170128ff76fe": "Fairy Ring",
  "55_28_060218012876fc9a": "Green Fur",
  "55_29_06021901285e0626": "Healer",
  "55_30_06021a012814fc03": "Healing Potion",
  "55_31_06021b0128485a82": "Leader",
  "55_32_06021c0128bd5016": "Power Potion ",
  "55_33_06021d0128588207": "Magic",
  "55_34_06021e0128fc50ff": "Mandrake Root",
  "55_35_06021f012806268b": "Mushrooms",
  "55_36_0602200128b80100": "Erana's Peace",
  "55_37_0602210128c45e06": "Pet",
  "55_38_0602220128c406ff": "Potions",
  "55_39_060223012803f024": "Pterosaur",
  "55_40_06022401288bec83": "Reward",
  "55_41_06022501289a3a18": "Ring",
  "55_42_0602260128165016": "Son",
  "55_43_0602270128820759": "Spell Components",
  "55_44_06022801281a1182": "Floating Spirits",
  "55_45_06022901288b46ea": "Stamina",
  "55_46_06022a0128168d46": "Undead Unguent",
  "55_47_06022b012883c40e": "Vigor Potion",
  "55_48_06022c012800ff76": "Zombies",
  "55_49_060400016383c408": "She is a rather motherly-looking woman with a look of vagueness that belies her shrewdness.  She wears an apron over her dress and a scarf wrapped around her head. ",
  "55_50_06042501288f03f0": "\"My ring is shaped in gold like a braid of the herb Athelas with entwined leaves.  I will give six golds to the person who returns my ring.\" ",
  "55_51_060425022876e61e": "\"I have already given you your reward for the return of my ring.\" ",
  "55_52_0605090128f4509a": "\"The only place you can get a magic acorn from is a Dryad's oak tree.\"",
  "55_53_06050a012852508b": "\"Poor man, he hasn't been the same since his son and daughter were taken from him.\"",
  "55_54_06050b012808509a": "\"The Trolls around here are tough monsters that cannot stand the light of day and so are found only at night or in caves.\" ",
  "55_55_06050b0228ff76f6": "\"They are very difficult to kill, but I will pay two healing potions for the beard of a troll.\"",
  "55_56_06050c0128245959": "\"Those brutes!  I'm always having to heal someone they've beaten up and robbed.  I hate thieves.\"",
  "55_57_06050d0128c45e06": "\"You can see Spielburg castle from my yard outside.  The Baron lives there with only his guards for company, so I hear.\"",
  "55_58_06050e0128eb18c4": "\"The Cheetaur looks like a cross between a panther and a man.  It is vicious and tough.\"",
  "55_59_06050e02287608ff": "\"Unless you are a very tough fighter, you had best try to get away from it. If you do manage to kill it, then I will pay you five silvers for each claw.\" ",
  "55_60_06050f01281fff5f": "\"The dear child, I can still picture her with her beautiful blond hair done up in braids.  She was so sweet.  It is hard to believe she is gone.\"",
  "55_61_0605100128ec83ec": "\"If you know the ingredients and then bring them here, I can make you such a potion.\"",
  "55_62_06051101287f0e00": "\"I had heard that there was a Dryad in the woods somewhere.  I've never met anyone who actually spoke with her before.  How very interesting.\"",
  "55_63_06051201288b560a": "\"Fairy Dust obviously comes from fairies.  They dance around mushroom rings when it is night.  Fairies are magical beings, so be careful around them.\"",
  "55_64_06051301280100eb": "\"Would you believe the brigands almost killed him a while back?  Fortunately their leader made them bring Heinrich here where I could heal him.\" ",
  "55_65_06051401280a7501": "\"I will pay you one silver for each empty flask you bring me so I can use it for more potions.\"",
  "55_66_060515012826803f": "\"I use flowers from Erana's Peace to the north in nearly all my potions. They have some of the magic of the place even when they are dried.  I will pay you five silvers for a flask full of flowers.\"",
  "55_67_0605160128ff7606": "\"I'm not sure what kind of water that is.\"",
  "55_68_06051701285f2883": "\"A Fairy Ring is a circle of mushrooms.  Fairies dance in them at night, which makes the mushrooms very magical.  Those fairies are cute, but they play rough!\"",
  "55_69_06051801280a8946": "\"I've never heard of a monster around here with green fur.  Rare things are sometimes by their nature magical.\"",
  "55_70_060519012876feff": "\"Well, my name is Amelia Appleberry, but mostly I am just known as the Healer.  I will be happy to sell you some potions.  I live here with my pet, Pterry.\"",
  "55_71_06051a012806c45e": "\"This potion is used to heal damage and keep wounds from getting worse.  It has gotten pretty dangerous around here, and a Healing Potion can be quite useful in a serious situation.\"",
  "55_72_06051b012883c408": "\"I heard the brigand Leader ordering those nasty men to bring poor Heinrich here after they hurt him so.  I gave them all a good scolding, you can imagine.\" ",
  "55_73_06051c0128e88f04": "\"Power Potions restore the energy needed to cast spells.\"   ",
  "55_74_06051d0128fc0bc2": "\"I have the skill to use my magic to create potions.  I am a bit proud about it; not everyone can do that, you know.\" ",
  "55_75_06051e0128558bec": "\"Mandrake root is used in a variety of spells, mostly for evil purposes. Mandrake must be pulled from a dead man's grave at midnight.  The root is particularly powerful.\" ",
  "55_76_06051f012800742b": "\"I need the mushrooms from a fairy ring to make Power Potions.  I will pay you one gold for some.\" ",
  "55_77_060520012803460a": "\"Almost due north of here is the meadow called 'Erana's Peace'.\"",
  "55_78_0605200228c45e06": "\"It is a very magical area and I understand that it is a place of safety.  It is beautiful all year, for the flowers are always in bloom.\"",
  "55_79_06052101287608ff": "\"Oh, that's my pet, Pterry, the pterosaur.  He has a girl friend, Pteresa, with a nest in the oak outside my door.  Pterry keeps me company and listens while I chatter as I work.\"",
  "55_80_06052201281fff5f": "\"I make and sell Healing Potion, Power Potion, Vigor Potion, and Undead Unguent.\" ",
  "55_81_0605230128ecc45e": "\"They are a species of flying lizard.  I understand they can grow quite large in the south.\"",
  "55_82_060524012802eb22": "\"I will give six golds to the person who returns my ring.  It was a gift when I graduated from the College of Healing.\"",
  "55_83_06052501285e0626": "\"My ring is shaped in gold like a braid of the herb Athelas with entwined leaves.  I don't know how I lost it, I hardly ever take it off.\" ",
  "55_84_0605260128ff7608": "\"He was just a young dashing man when he last rode off; he never returned.\" ",
  "55_85_06052701288b1fff": "\"I always need ingredients for making potions.  Right now, I need some of Erana's Flowers, Magic Mushrooms, Troll Beard, and, let me think ... Oh, yes, Cheetaur Claws.\"",
  "55_86_06052702288bec83": "\"I will be happy to pay you if you bring me some.  I'll also buy back any empty flasks you have so that I can recycle them.  Waste not, want not, after all.\"",
  "55_87_06052801287f0e00": "\"Floating Spirits are the ghosts which usually hang around graveyards at night.  They are dangerous, so don't go near them unless you use Undead Unguent first.\"",
  "55_88_0605290128ff760a": "\"Stamina is a measure of the energy the body uses as you work or play.\"",
  "55_89_06052a01280626ff": "\"Undead Unguent is used to drive off the minor undead such as zombies or floating spirits.  It doesn't last long, so you should use it near where you are going to encounter such things.\"  ",
  "55_90_06052b012877061e": "\"Vigor Potion is used to revitalize yourself after vigorous exercise.  It helps to restore stamina.\"",
  "55_91_06052c0128fc509a": "\"There are not too many zombies in this land, too damp, I suppose.  There are some floating spirits, I have heard.\"",
  "55_92_060a3401638956fa": "You find that you have less money than you thought, and can't afford to buy a potion.",
  "55_93_060a350128ff7702": "You'll have to be more specific.",
  "55_94_060a3601287606c4": "\"I need all my flasks for potions.  You'll have to get one somewhere else.\"",
  "55_95_060a3701283883c4": "\"I don't have any.\"",
  "55_96_060a3801289a8f03": "\"I hope this will help you.\"",
  "55_97_061000012850ff76": "\"Please, show some respect.\"",
  "55_98_0615000128268b1f": "\"Thank you, I always need flasks.\"",
  "55_99_061c250128e55dcb": "\"Oh, thank you for finding my ring.  How I've missed this.  Here are six golds and two Healing Potions for your reward!\"",
  "55_100_0622000128837f0e": "\"So you helped the Dryad; that's nice.  She does keep the forest around here healthy.  So that's how to make a Dispel Potion, is it?  Thanks for letting me know.\" ",
  "55_101_0623330128c45e0a": "\"I wouldn't know what to do with that.\" ",
  "55_102_06242d0128ff7608": "\"Thank you, but I have all the flowers I need.\"",
  "55_103_06242e01288b1fff": "\"Thank you.  I can always use flowers from Erana's Peace in potion making. Here are your silvers.\"",
  "55_104_06242e02630a2680": "You put them away.",
  "55_105_0625000128ff7606": "\"Thank you.  I'll save this for a later use.\"",
  "55_106_06251001285f1059": "\"Those Meeps sound so interesting.  I'd like to meet them sometime.  I'll get to work on that potion of yours.\" ",
  "55_107_0626100128ec029a": "\"So, you say this is one of the ingredients for the Dispel Potion.  Well, I had better get started making it.\"",
  "55_108_0626100228249af5": "\"Thank you.  I'm sure that I'll find a good use for Fairy Dust.\"",
  "55_109_06271001281b0074": "\"I don't need any more Flying Water.  Thank you anyway.\"",
  "55_110_06272f0128ff7608": "\"Thank you for the offer, but I really don't need any water.\"",
  "55_111_06273001638b1fff": "The Healer makes some sort of arcane gesture over the flask of water, then looks surprised.",
  "55_112_0627300228cb558b": "\"I'm sorry, but this water does not seem to have any magical potential at all.  This can't be the `Flying Water' you described.\"",
  "55_113_0627310163062683": "The Healer makes some sort of arcane gesture over the flask of water, then smiles.",
  "55_114_0627310228eb15b0": "\"Flying Water.  How clever.\"",
  "55_115_06282d012806c45e": "\"Thank you, but I have enough mushrooms.\"",
  "55_116_06282e012883c406": "\"These are very nice.  I'll dry them and grind them into a powder.\"",
  "55_117_06282e02285e5dcb": "\"Let me think, oh yes, I said these are worth a gold.  Here you are.\"",
  "55_118_06282e036326837f": "You put it away.",
  "55_119_0628320128807e0a": "\"You have ruined the mushrooms with toadstools.  I can not buy your mushrooms.\"",
  "55_120_062e0001287e0a0a": "\"Do you mean to tell me that you actually managed to kill a Cheetaur?  You're quite a hero, aren't you?\" ",
  "55_121_062e000228472ac4": "\"Here is your money. You might think about purchasing a Healing Potion in case you have to fight such monsters again.\"",
  "55_122_062f0001280b4712": "\"Don't tell me you actually killed a Troll?  Why, you are really amazing. I haven't had any Troll's Beard for a long time.  There are two healing potions for the beard.\" ",
  "55_123_062f00026300c45e": "You put them away.",
  "55_124_0701000163077d21": "They are ingredients the healer uses to make her potions. ",
  "55_125_0801000163268b47": "Soup is good for you.  Mmmm Mmmm good.",
  "55_126_0804000163470c8a": "It's not your soup.",
  "55_127_09010001638ac2b4": "It's a ladder up to the loft where the Healer has her personal quarters.  No, you can't go up the ladder.",
  "55_128_0904000163ff7712": "Don't be nosy.",
  "55_129_0a01000163509aac": "The pterosaur's litter box.",
  "55_130_0b01000163ffff74": "Amelia uses a wide variety of pots to make her magical potions.",
  "55_131_0b0400016316b804": "Do you want to burn yourself?  Those pots are hot! ",
  "55_132_0c0100016306c45e": "You see a winged lizard much like the one you saw outside.",
  "55_133_0c0400016383c406": "Small on a prehistoric scale, but still a pterosaur.",
  "55_134_0d00000128ec02c4": "\"I cannot make you another Dispel Potion unless you can convince the Dryad to give you another magic acorn.  I do not think that is likely.\"",
  "55_135_0d00390163744cc4": "You tell the healer that you have been to visit the Dryad of the Woods, and that she gave you a Magic Acorn and told you the formula for a potion to dispel enchantments.  ",
  "55_136_0d003a0128127541": "\"Oh, by the way, if you happen to find a ring on your adventures, I lost my favorite gold ring.  I will give a reward to the one who returns it.\"",
  "55_137_0d003b012839a0e4": "\"Here is the potion of Dispel!\" ",
  "55_138_0d003b022807590b": "\"Use it by splashing it on the victim of a magic spell.  Mind you, this won't work if the spell is caused by a magic item; that type of magic can only be removed by taking away the item.\" ",
  "55_139_0d003c0128509a91": "\"Please leave me to make the potion, and when you return I shall have it for you.\" ",
  "55_140_0d003c02282b8207": "\"If you know the ingredients for a Dispel Potion and bring them here, I can make you such a potion.\"",
  "55_141_0d003d012806837e": "\"The Dispel Potion will take a while to make.  Why don't you come back later?\"",
  "55_142_0d003e012826c747": "\"Well, what can I do for you this time?\"",
  "55_143_0d003f0163062683": "The fragrances of herbs mingle with some rather unpleasant odors as you step into the healer's house.  ",
  "55_144_0d00400163062683": "You put the reward away, and tell her she is welcome, as you leave to avoid being kissed again.  ",
  "55_145_0d00410128062683": "\"Lovely day, isn't it?  My, you look very healthy for an adventurer.  You must be new.\"",
  "55_146_0d0041022850ff76": "\"What can I do for you?  I can sell you healing potions if you like.\"",
  "55_147_0d00410328268b1f": "\"I also buy spell components if you are interested in gathering some for me. Don't mind me, I always have so much to do around here.\"",
  "55_148_0d0100016306268b": "You see a clean but very cluttered little hut filled with bottles and potions.  The Healer is busy puttering around with her potions.",
  "55_149_0d01000263472a50": "There is a small flying creature preening itself on the rafter.  A ladder leads to the loft above.  A pot over the fire simmers with herbs.  It is pleasantly warm in here.",
  "55_150_0d040001635e0626": "You can buy potions, get information, or sell ingredients here.",
  "55_151_0d32000163068be5": "There is an aura of magic throughout this small cabin.",
  "55_152_0d340001280201ff": "\"Come back in the morning, please.\"",
  "55_153_0d5100016310ff76": "You don't really think that is the correct way to win this game, do you? ",
  "55_154_0e01000163168d86": "You see bottles and flasks of a wide variety of different potions.",
  "55_155_0e04420163760690": "You carefully grab a couple of Healing Potions and conceal them under your cape.",
  "55_156_0e04430163168d86": "If you're going to steal, at least wait until the Healer is not looking.",
  "55_157_0e044401637606c4": "You're getting greedy.  She'll notice if you take any more.",
  "55_158_0f010001633083c4": "The healer uses this table as a workbench. ",
  "55_159_1001000163ec83ec": "You see a few odds and ends (not to mention This and That). ",
  "55_160_1101000163560a89": "The view from the window has been obscured by soot from the fire."
}
