{
  "60_0_0104000163702070": "You look at the apple cores, and quickly decide they are of no use to you. Besides, they look disgusting.",
  "60_1_0204000163702070": "The baby Meep is just too quick for you.  Besides, they eat too much.",
  "60_2_0201000163706470": "The baby Meep sure is cute.",
  "60_3_0301000163702070": "You keep seeing differently-colored Meeps come out of each hole.  They either lead to large underground caverns, or they are all connected under the earth.",
  "60_4_0401000163702070": "There is a wad of bright green fur on the ground.",
  "60_5_05010001637fba7f": "The meadow is covered with a light carpet of grass, broken up by the Meep holes. ",
  "60_6_0501010163702070": "There is a wad of bright green fur on the ground.",
  "60_7_0605020107702070": "\"Hey, like, we eat them, you know.\"",
  "60_8_0605030107702070": "\"Cute, huh?  The tunnels down here just crawl with those things.  Get in the way all the time, you know?\"",
  "60_9_0605040107702070": "\"Gee boss, I really don't know much about that at all.  Hey, sorry.\"",
  "60_10_0605050107702070": "\"Gee boss, I really don't know much about that at all.  Hey, sorry.\" ",
  "60_11_0605060107702070": "\"Hey, like fur is good stuff, keeps us warm.  Mine's the best -- it's like green, you know?\"",
  "60_12_0605070107702070": "\"Oh, you want some green fur?  I think I have some somewhere.\"",
  "60_13_06050801077fba7f": "\"We, like, live in tunnels under the ground, you know.\"",
  "60_14_0605090107702070": "\"I found a scroll lying around in the woods one day.  You want it?  It's yours.\" ",
  "60_15_06050a0107702070": "\"We are happy Meeps, living in our happy holes.  Don't worry.  Be happy!\"  ",
  "60_16_06050b0107702070": "\"We use rocks for doors.  They keep us dry and warm in our holes.\"",
  "60_17_06050c0107702070": "\"That thing?  I found it lying around in the woods one day.  You want it? It's yours.\"",
  "60_18_0604000163702070": "The Meep scrambles back into its hole as you try to touch it. ",
  "60_19_0601000163702070": "You realize that you have never seen more than one green Meep at a time. Perhaps there is only one.",
  "60_20_0601000263702070": "There seems to be an abundant supply of blue and purple Meeps.  If only they'd stay still for a moment, you'd be able to count them.  ",
  "60_21_06010003637fba7f": "The Meeps have brightly-colored, soft-looking fur. ",
  "60_22_0602020107702070": "Apples",
  "60_23_0602030107702070": "Baby",
  "60_24_06020d0107702070": "\"Hey, just ask me about anything you want to know.\" ",
  "60_25_0602040107702070": "Brigands",
  "60_26_0602060107702070": "Fur",
  "60_27_0602070107702070": "Green Fur",
  "60_28_0602080107702070": "Holes",
  "60_29_06020901077fba7f": "Magic",
  "60_30_06020a01077f207f": "Meeps",
  "60_31_06020b01077f207f": "Rocks",
  "60_32_06020c01077f207f": "Scroll",
  "60_33_07000d01632f4f2f": "You hear squeaky muttering from beneath the ground.  It seems the Meeps are having quite a discussion about you.",
  "60_34_07001801632fdc70": "You don't need to do that.",
  "60_35_07000e01637f207f": "You walk away from the hole to get out of the rock's way.",
  "60_36_07000f01637f207f": "You pick up the green fur. ",
  "60_37_07001001637fba7f": "The magical runes fade from the paper before your eyes can focus on them.",
  "60_38_07001101637f207f": "You pick up the Spell Scroll.  As the magical runes fade, you find you now know how to cast the \"Detect Magic\" spell.",
  "60_39_07001201077f207f": "\"Hiya, hiya. Nice to seeya 'gain.\"",
  "60_40_07001301077f207f": "\"Hiya, hiya.  Pleased to meetcha.\" ",
  "60_41_070014016370df70": "Hearing a rumble from the Meep hole, you quickly slip out of the way.",
  "60_42_073200016370df70": "You detect no other magic here.",
  "60_43_07011501637f207f": "All of the Meeps are hiding deep within their holes.  Your vicious attack has them terrified.",
  "60_44_07011601637f207f": "You see blue Meeps, purple Meeps, and occasionally a green Meep.  They seem to be very shy; whenever you approach one, it hides under its rock.",
  "60_45_07011701637fba7f": "You are in the Meeps' Peep.  The colorful, furry Meeps timidly pop out of their holes from time to time.",
  "60_46_07330001637fcd7f": "The Open spell only works on locks and small closed things.",
  "60_47_07021501637fcd7f": "You can't talk to any of the Meeps. They are all hiding deep within their holes, terrified after your vicious attack.",
  "60_48_08010001637fcd7f": "The mountains are very steep here.",
  "60_49_08010002637fcd7f": "Large, heavy-looking rocks cover the many holes.  The Meeps must be stronger than they look to lift these rocks so easily.",
  "60_50_080c0001637fcd7f": "No way!  Those Meeps are too fast and the rocks too hard for you to want to try that again!",
  "60_51_09010001637fcd7f": "It looks like a Spell Scroll.",
  "60_52_0a010001637fcd7f": "The trees and bushes look much like those you've seen elsewhere in the valley. "
}
