{
  "64_0_01010001631f201f": "The large stone you are facing has been engraved with this message:",
  "64_1_01010002637f207f": "\"Here lies Lester Moore\r\nGored six times by a wild boar.\" ",
  "64_2_01010003637f207f": "\"No Les, no Moore.\" ",
  "64_3_02040001637f207f": "The grate is clearly rusted shut.  You won't be able to open it.",
  "64_4_02010001637f207f": "A massive grate covers a hole, keeping you from seeing the bottom. ",
  "64_5_03010001637f207f": "The large tombstone seems to have a barely legible epitaph:",
  "64_6_03010002637f207f": "\"Here lies an atheist...\" ",
  "64_7_03010003637f207f": "\"All dressed up\r\nand nowhere to go.\" ",
  "64_8_0301010163302030": "Growing up out of the grave is an evil-looking plant with a slimy, poisonous sheen.",
  "64_9_0301020163302030": "The carving on most of the gravestones seems to have been either intentionally defaced or worn with time. ",
  "64_10_0401000163302030": "Growing up out of the grave is an evil-looking plant with a slimy, poisonous sheen.",
  "64_11_0401030163302030": "The red root growing out of one of the graves has a strange and evil appearance.",
  "64_12_0510000263302030": "Everything here is already dead.",
  "64_13_0504000263302030": "You don't get ghosts.  Ghosts get YOU!",
  "64_14_0501040163302030": "You recall from somewhere that the most likely time to find ghosts is at night. ",
  "64_15_0501050163302030": "You see transparent, decaying, writhing, slimy, undead fragments of undulating ectoplasm!",
  "64_16_0501060163302030": "I DO believe in spooks!  I DO believe in spooks!  I DO, I DO, I DO believe in spooks!!",
  "64_17_0514000263302030": "Don't annoy the rock 'n roll ghosts, unless you want to twist and shout with them! ",
  "64_18_0539000163302030": "The ghost won't say boo to you.",
  "64_19_0539000263302030": "You can't seem to have a meaningful conversation with the ghosts.  Their thoughts are on another plane altogether.",
  "64_20_0539000363302030": "But are they friendly spirits?  Just listen!\r\n\r\n\"Boo!\"\r\n\r\nNope, guess not.",
  "64_21_0539000463302030": "\"Had I the ears to hear, or a mouth to speak, I'd do my best to make you shriek!\"",
  "64_22_05390005637fba7f": "Casper he's not.",
  "64_23_0539000663302030": "\"Boo hoo, I'm so unhappy here,\" says the ghost with a grave demeanor.",
  "64_24_0600000163302030": "Climbing this wall is too difficult for your current skill level, but keep practicing.  ",
  "64_25_0600000263302030": "This must be the town graveyard.  What a run-down place!",
  "64_26_0600070163302030": "You wrench the mandrake plant free from the tombstone on which it has grown. You hear a scream like that of a dying child as you yank the root from the ground.",
  "64_27_0600080163302030": "It appears that the spirits frolic here during the dark hours.",
  "64_28_0600090163302030": "You wrench the mandrake plant free from the tombstone on which it has grown. Somehow you thought this would be a lot harder.  You wonder if you did this right.",
  "64_29_0600090263302030": "The root shrivels and twists in your hands until nothing is left. Astonished, you look at your empty hands. ",
  "64_30_06000a0163302030": "It's certainly creepy here even during the daylight hours.",
  "64_31_0650000163302030": "Your magical abilities are useless against the undead.  ",
  "64_32_0610000163302030": "Practicing your knife throwing here could be a grave mistake.",
  "64_33_0646000163302030": "Your magical abilities are useless against the undead. ",
  "64_34_064e000163302030": "Your magical abilities are useless against the undead. ",
  "64_35_0632000163302030": "You sense a spiritual coldness.",
  "64_36_0632080163302030": "What a surprise -- there's magic all around here!  (After all, SOMETHING is making those spirits fly around, and it isn't the wind.)  ",
  "64_37_06040001637fba7f": "The valley floor is covered by fine, moist soil with few large rocks.",
  "64_38_06520001637f207f": "I wouldn't if I were you -- what if you actually managed to grab a ghost or fetch a fetch?  You'd feel foolish (if not downright ghoulish). ",
  "64_39_06010b01637f207f": "It's certainly creepy here even during the daylight hours.",
  "64_40_06010c01637f207f": "It appears that the spirits frolic here during the dark hours.",
  "64_41_06010d01637f207f": "Nothing grows in the dirt of the old graveyard.  Some of the graves appear to have been disturbed.",
  "64_42_06010e01637f207f": "The graves seemed to be placed haphazardly in the tiny graveyard.  All appear to be old and poorly maintained.",
  "64_43_06330001637f207f": "The only things that can be opened here are graves, and you don't want to\topen THOSE!",
  "64_44_064d0001637f207f": "Your magical abilities are useless against the undead. ",
  "64_45_06140001637f207f": "It just ghosts to show you, \"Sticks and stones may break YOUR bones\"... but these ghosts haven't got any.",
  "64_46_06530001637f207f": "You feel a tingling sensation as you rub the unguent all over your body.",
  "64_47_07010001637f207f": "The grass glows ghostly. ",
  "64_48_07010f01637f207f": "The grass grows greener on the other side of the cemetery.",
  "64_49_08040001637f207f": "Sealed tombs are best left that way.",
  "64_50_08010001637f207f": "This is the tomb in which the Spielburg nobility have traditionally been buried.",
  "64_51_09010001637f207f": "The evening is clear and the stars are bright.  Dark clouds pass over the moon.",
  "64_52_09010f016313207f": "The sky is a piercing blue with scudding white clouds.",
  "64_53_0a010001637e6170": "The forest surrounds the graveyard on three sides.",
  "64_54_0b04000163702070": "The wall is too difficult for your level of skill, but keep practicing.",
  "64_55_0b040f01631f521f": "You would have trouble convincing people you are a Hero if you climbed the wall into town during the day.",
  "64_56_0b010001631f521f": "The town wall looks more massive from this side."
}
