{
  "65_0_010001012773206c": "\"If ya want a good time, try the 'Dragon's Breath' at the bar.\" ",
  "65_1_010002012773206f": "\"I think I hear your momma calling you.\"",
  "65_2_010003012764204d": "\"Bug off.\"",
  "65_3_01000401276f6573": "\"Why don'tcha leave me alone?  I ain't done nothin'.\" ",
  "65_4_0100050127746f6f": "\"Your boot's untied.\"",
  "65_5_0100060127647665": "\"You look nervous.  Why don'tcha take a walk and cool off.\" ",
  "65_6_010007012720616e": "\"Hey, I'm just trying to make a buck.  No need to give me a hard time.\"",
  "65_7_01011d0163205374": "Next to the town's wall, you notice a man who appears to be waiting for someone.  His dagger looks like a particularly deadly weapon, and the thief handles it with great skill.  ",
  "65_8_01011e0163206c6f": "Bruno looks very adept at throwing daggers, an altogether dangerous man.  You suspect he sees a lot through those shifty eyes.",
  "65_9_0102080127652068": "Antwerp",
  "65_10_01020901276c656e": "Baba Yaga",
  "65_11_01020a0127682069": "Baron",
  "65_12_01020b012761792c": "Dragon's Breath",
  "65_13_01020c0127207072": "Brigands",
  "65_14_01020d0127686173": "Cemetery ",
  "65_15_01020e0127207461": "Chief",
  "65_16_01020f0127656c6c": "Crusher",
  "65_17_01021001271c1202": "Goblins",
  "65_18_0102110127040080": "Thieves' Guild",
  "65_19_0102120127560057": "Healer",
  "65_20_0102130127009a1c": "Yaga's Hut",
  "65_21_01021401279e2504": "Monsters",
  "65_22_0102150127010202": "Name",
  "65_23_0102160127000000": "Otto",
  "65_24_01021701272b0400": "Password",
  "65_25_010218012720e22b": "Sheriff",
  "65_26_01021901270400e0": "Warlock",
  "65_27_0102210127420e4b": "\"What's in it for me?  If ya give me a silver, I might have a bit of info you can use.\"",
  "65_28_010222016300dd2b": "\"For two gold, I'll tell ya how to get into old Baba Yaga's hut.\"",
  "65_29_0102230127700053": "\"Give me dough, ya know.\" ",
  "65_30_0102240127d2df2b": "\"A little silver might loosen my lip.\"",
  "65_31_0102250163000000": "\"For ten golds, I'll tell ya where to find some of the robbers what have been robbing people coming into the valley.\"",
  "65_32_01041a01272b0400": "\"Get outta my face.\"",
  "65_33_01041b016320e72b": "Bruno nods and makes the countersign.",
  "65_34_01041b02270400e5": "\"Ya need ta talk to Sneak about the password.  Ya can find him in the alley at night.\"",
  "65_35_01041c012700d32e": "\"Yeah, right, I already gave ya the sign once.  I don't like ta do things twice.\" ",
  "65_36_010508012700e22b": "\"Hahahaha!  Yeh, the antwerp is a good monster for you to fight.  It loves to play.\"",
  "65_37_0105090127dc3683": "\"She's an ugly hag who lives in a weird house who knows some magic.  Her place is due west of the Baron's place.  Can't miss it.\"",
  "65_38_01050902272be42b": "\"And for two gold, I'll tell ya how to get into her hut.\"",
  "65_39_01050a0127000000": "\"Ya just take the road north from here past the healer's and go till ya get to his castle.\"",
  "65_40_01050b01272b0400": "\"Everyone loves Dragon's Breath.\"",
  "65_41_01050c012720ed2b": "\"Go south and you'll see a hollow log.  Then head west until ya can go south again.  Then go east until you can go south again.  From there go west.  Them brigands just love vistors.\"",
  "65_42_01050d01270400eb": "\"It's due west of town.   Nice place to visit, but I wouldn't want to stay there, if ya know what I mean.\"",
  "65_43_01050e0127c25f5d": "\"He's the only one in the valley who can beat me at daggers.\"",
  "65_44_01050f012700e72b": "\"He's a pal of mine.  He usually hangs out in the bar.  A real sweet guy. Give him a slap on the back for me.\" ",
  "65_45_01051001274d6172": "\"The little pests are just northwest of the cemetery.  They're a bunch of wimps.\"",
  "65_46_01051101277e06c5": "\"They hide it in the graveyard.  It's under one of the tombstones.  You can see the thieves if you go there at night.\"",
  "65_47_0105120127000000": "\"She's got some good potions.  Her hut is just to the north of here.\"",
  "65_48_010513012707acf2": "\"I seen her one time yelling out to the house, 'Hut of brown, Now sit down.' That is one spooky dame, let me tell you.\" ",
  "65_49_010514012700e72b": "\"Lots'a monsters in this valley.  Most of 'em are wimps, though.\"  ",
  "65_50_01051501272b0500": "\"Just call me Bruno.\" ",
  "65_51_01051601272b0104": "\"The Sheriff and the goon are pals.  Otto even lives with the Sheriff and his wife.\"",
  "65_52_0105170127370109": "\"The thieves' password?  Sorry, I can't risk losing my thief license.  Chief wouldn't like it if I blabbed that to the likes'a you.\"",
  "65_53_010518012729df89": "\"The Sheriff and the goon are pals.  Otto even lives with the Sheriff and his wife.\"",
  "65_54_01051901271bed2b": "\"He's some kinda magic user.  And he laughs a lot.  That's all I know.\" ",
  "65_55_010a000163020156": "How much silver will you pay?",
  "65_56_010a0901279acd59": "\"Okay, whaddaya wanna know.\"",
  "65_57_010a1f01631e8cd0": "Don't mess around with Bruno.  You don't have enough money. ",
  "65_58_010a200127765a00": "\"For another silver, I can tell ya about where to go to find the Baron, Baba Yaga, or some goblins who have a lot of treasure.\"",
  "65_59_010a2002272bf72b": "\"So if ya want some information, hand me some cash.\"",
  "65_60_0201000163006b20": "A mapseller from Shapeir used to have his stand here, but he's moved on.",
  "65_61_0301260163f52b04": "The town gates are open. ",
  "65_62_030127016341268a": "The town gates are closed and barred at night.",
  "65_63_0304000163000000": "The gate is kept open during the day.",
  "65_64_04002801637200a6": "Climbing the wall proves too difficult for your current level of skill, but keep practicing.",
  "65_65_04002901636f6e73": "After making sure nobody is watching, you climb over the town's wall.",
  "65_66_04002a0163450100": "The breeze is cool, but you feel a shiver deeper than just the cold.  You are really on your own now in a very dangerous place.",
  "65_67_04010001632bfc2b": "Heavy forest looms to the south.  The trees are just ordinary trees. ",
  "65_68_0401260163006b20": "What can be seen of the sky through the trees is bright and clear. ",
  "65_69_04012b0163fa2b04": "The full moon portends dangerous times. ",
  "65_70_04012c0163558bec": "The sign has been carved from local oak. ",
  "65_71_05012d0163000000": "It's flat.  It's made of dirt.  Hey, maybe it's a road!",
  "65_72_05012e016373003f": "The north road winds its way through the woods.",
  "65_73_05012f0163080c83": "The road from town branches here.  The north fork leads past the healer's hut to the Baron's castle.  You remember having entered the valley along the eastern road, just before a storm closed the pass. ",
  "65_74_0501300163c40100": "You're on the road again!",
  "65_75_05013002632b012c": "Spielburg roads -- paving the way to a better future.  (Only they haven't gotten around to paving this one yet.) ",
  "65_76_0501310163006b20": "The main road by which you entered this valley winds its way through the dense forest.",
  "65_77_0501320163ff2b04": "The eastern fork is the road which brought you into this valley.",
  "65_78_060100016326c747": "It looks sort of grey, and sort of hard, actually quite a bit like a rock. Yep, that's what it is.",
  "65_79_0701000163000000": "The carved wooden sign reads \"SPIELBURG.\"",
  "65_80_08010001630bf675": "The town gates are closed and barred for the night.",
  "65_81_0804000163e95503": "The town gate is closed and locked for the night.",
  "65_82_0901000163120100": "The town wall is made of very sturdy carved rock.",
  "65_83_09040001632b062c": "The town gate is wide open.  You would look silly climbing the wall.",
  "65_84_0a012d0163006b20": "It used to be used for wheeling and dealing, but the wheels won't turn anymore.",
  "65_85_0a012e0163042c04": "Somebody left the cart before the horse.  (Maybe the horse wasn't quite as broken down.)",
  "65_86_0a012f0163c45e06": "It's an old, broken down cart.",
  "65_87_0a01300163000000": "Well, it's broke, that seems to be about cart for the horse around here.",
  "65_88_0a013101636e7300": "No one seems to care much about keeping the town clean any more.",
  "65_89_0a013201638b4737": "This cart has seen better days.  Now it's more like a pile of firewood."
}
