{
  "67_0_0101000119220400": "\"My foot is caught in this trap.  If I had hands like you, instead of paws, I could free myself.\" ",
  "67_1_0104000163225722": "Walk around to the other side of the fox, where the trap is.",
  "67_2_0104010163040500": "The fox is gone.",
  "67_3_0139000119226520": "\"My foot is caught in this cruel trap and I am in great pain.  Surely you could take a minute and set me free.\" ",
  "67_4_01390101196f6820": "\"I am in such pain and agony I cannot think.  Help me, good adventurer, please.\"  ",
  "67_5_0146000119736169": "\"You don't have to put me out of my misery, you just have to get me out of this trap.\" ",
  "67_6_0200000163206172": "There seems to be a fox north of the road.",
  "67_7_0200020163206120": "That was strange, no sooner did you kill the fox than it vanished. ",
  "67_8_0200030119486572": "\"My foot is caught in this cruel trap and I am in great pain.  Surely you could take a minute and set me free.\" ",
  "67_9_020004016372652e": "Hmmm.  Perhaps it needed a stronger spell.",
  "67_10_0200040263040200": "Your powerful Open spell springs the trap.",
  "67_11_0200040363222804": "You spring the trap.",
  "67_12_0200040419370022": "\"In exchange for your kindness, I will give you some advice and a bit of information.  First of all, it sometimes pays off to be polite, even to rude people.\" ",
  "67_13_0200040519632204": "\"As for the amusing tidbit -- Baba Yaga put an enchantment on the Baron's Daughter some years back.  To break the spell you need to talk to the Dryad. Au Revoir, Ta-ta for now, Be seeing you.\"   ",
  "67_14_0200050119225d22": "\"Help me, Brave and Kind Hero.\" ",
  "67_15_0200060119000000": "\"Please help me, Brave and Kind Hero.\" ",
  "67_16_0200070119220400": "\"Please have mercy on a creature who is in great pain.\" ",
  "67_17_020008016322131e": "The fox does not seem to want to fight.",
  "67_18_0200090163766572": "The trap seems to be caught on something.  You can't pull it loose.",
  "67_19_0232000163202049": "There is an aura of magic around the fox.",
  "67_20_0232010163207468": "There is no magic present.",
  "67_21_0233010163677269": "There is no point to that.",
  "67_22_024e00016320696e": "The fox is in such pain that it's already dazzled.",
  "67_23_0250000119776465": "\"You realize, of course, I really find it hard to relax with this thing on my leg.\" ",
  "67_24_0301000163220400": "It looks like a dinosaur trudging grumpily to work. ",
  "67_25_03010101631c0628": "It looks like a dinosaur skipping merrily back home from work. ",
  "67_26_0401000163040066": "This trap is an especially nasty piece of work.  Besides the inch-long spiky bits, it... well, never mind; suffice it to say that you would not enjoy being caught in it."
}
