{
  "76_0_01010001637fcd7f": "There are acorns here and there on the ground.",
  "76_1_01010101637fcd7f": "There is a large, slightly glowing acorn on the ground.",
  "76_2_02220001637fcd7f": "No thanks; the tree already has plenty of acorns.",
  "76_3_02100001637f2070": "You needn't dull your blade playing woodsman.",
  "76_4_0210020163702070": "As you begin to form thoughts of violence...",
  "76_5_02040001631f371f": "Something about the old oak tree makes you reluctant to climb upon it.",
  "76_6_02010001631f201f": "The large, gnarled oak seems to draw your attention.",
  "76_7_02020001631f201f": "You'd better alder your strategy -- the trees mostly just beech about their more poplar neighbors, or pine fir the fjords.  Oak-ay?",
  "76_8_03040001631fde72": "The ancient bark crumbles beneath your fingers where thousands of tiny forest denizens have chewed their way towards the heart of this tree.",
  "76_9_03010001637f207f": "In decay, this ancient tree lies as a bleak reminder that you really shouldn't have missed that last dentist appointment.",
  "76_10_03020001637f207f": "The old log is too broken up to talk to you.",
  "76_11_04010001637f207f": "Most of the bushes around here seem to be bramble and are very thorny.",
  "76_12_050003012a7f207f": "\"You did WHAT???\"",
  "76_13_05100401637f207f": "She's beyond your reach.",
  "76_14_05040201637f207f": "She's rooted to the ground.",
  "76_15_05040401637f207f": "The Dryad is not in at the moment.  Please leaf a message with your species name and branch.",
  "76_16_05040501637f207f": "The stag remains out of your reach.",
  "76_17_05010001637f207f": "Does a Dryad bark?",
  "76_18_05010002637fba7f": "No, but she's a real birch.",
  "76_19_0501000363706270": "Don't make an ash of yourself.",
  "76_20_05010201631f4c1f": "The Dryad appears to be a woman made of wood and leaves.",
  "76_21_06040001631f201f": "The hills are far too far to finger.",
  "76_22_06010001631f201f": "Majestic mountains rising in the north are silhouetted against the crystal blue sky. ",
  "76_23_07000601631f201f": "You see an acorn fall slowly to the ground.",
  "76_24_070007012a7f207f": "\"Then you shall aid me, and I shall aid you in your quest.\"",
  "76_25_070007022a7f207f": "\"Bring me a seed from the Spore Spitting Spirea of the North that I may plant it elsewhere in order to preserve these rare and magical plants.\"",
  "76_26_070007032a7f207f": "\"Thus will you become a true friend of the forest.\"",
  "76_27_07000801637f207f": "You pick up the Dryad's gift of a Magic Acorn.",
  "76_28_07000901637f207f": "You drop the seed into the Dryad's limbs.",
  "76_29_07000a012a7f207f": "\"Until you have done so, you are only intruding on my concentration.\"",
  "76_30_07000b01637f207f": "That acorn tasted awfully bitter... just like an ordinary acorn. ",
  "76_31_07000c01637f207f": "You find an ordinary acorn on the ground.  ",
  "76_32_07000c022a7f207f": "\"You dare to harm the Dryad of the forest!  You must be made less dangerous.\" ",
  "76_33_07000d012a7fba7f": "\"Heed now my words, friend of the forest, and heed them well.\"",
  "76_34_07000d022a707370": "\"Friend, you must know that there is an evil in this valley which perverts the ways of nature.  The prophecy says that a hero will bring a young human from out of this darkness.\"",
  "76_35_07000d032a1f501f": "\"If you are the one to accomplish this task, there is a potion to break enchantments which the Healer can make for you.\" ",
  "76_36_07000d042a1f541f": "\"You must gather these ingredients:\"",
  "76_37_07000d052a1f201f": "\"Flowers from Erana's Peace,\"",
  "76_38_07000d062a1f201f": "\"Green Fur,\"",
  "76_39_07000d072a70537e": "\"Fairy Dust,\"",
  "76_40_07000d082a706e70": "\"a Magic Acorn,\"",
  "76_41_07000d092a1f311f": "\"and Flying Water.\"",
  "76_42_07000d0a2a7f207f": "\"Farewell, friend.  I must return to my concentration.  May the forest forever surround you.\"",
  "76_43_07000e01637f207f": "You follow the stag into this forest corner.  You feel as though the eyes of the forest are watching you.",
  "76_44_07000f01637f207f": "What a beautiful animal!",
  "76_45_070010012a7f207f": "\"You need to become a friend of the forest.  Harm not the gentle creatures or plants.  See with all your senses the magic of the trees and wild places.\" ",
  "76_46_070010022a7f207f": "\"Wander and learn.  Then you too will be in harmony with the forest.\"",
  "76_47_070011012a7f207f": "\"Give the seed to me.\"",
  "76_48_070012012a13207f": "\"Now this will boldly grow where none has grown before!\"",
  "76_49_070013012a302030": "\"You have destroyed the plant that was to be preserved!\"",
  "76_50_070013022a302030": "\"As you have destroyed, so shall you now become!\"",
  "76_51_070014012a302030": "\"You have attempted to harm a free creature of the forest!\"",
  "76_52_070014022a302030": "\"You shall now become a part of the forest!\"",
  "76_53_070015012a302030": "\"You have misused your skills, oh Magician!  You have used the Flame Dart on my forest.\"",
  "76_54_070015022a302030": "\"You must be made less dangerous.\"",
  "76_55_0700160163302030": "You are forced to confess that you lied to the Dryad.  You don't have the magic seed.",
  "76_56_070016022a302030": "\"It's not nice to fool Mother Nature.\"",
  "76_57_0700170163302030": "Yes",
  "76_58_0700170263305a00": "No",
  "76_59_0700180163302030": "You tell the Dryad:\r\n\"No amount of persuasion could convince the flowers to relinquish their seed easily, so I was forced to hack my way to the seed with my weapon.\" ",
  "76_60_0700190163302030": "You pick it up and eat it.",
  "76_61_07001a0163302030": "The acorn appears too ordinary.  You drop it back on the ground.",
  "76_62_07001b012a302030": "\"I detect that you have in your possession such a seed.  Are you willing to give me the seed?\"",
  "76_63_07001c016330b213": "\"Have you brought the seed I requested?\"",
  "76_64_07001d01637f2030": "\"Well, Hero-to-be!  Are you yet a friend of the woods?\"",
  "76_65_07001e0163302030": "The tree-woman speaks:  \"I am the Dryad, keeper of the woods.  Are you one with the woods?\"",
  "76_66_07001f0163302030": "Again, you feel a sense of closeness with nature.",
  "76_67_0700200163302030": "You know you will sleep comfortably and well in this quiet and protected corner of the woods. ",
  "76_68_0700210163302030": "The stag is startled by your action.",
  "76_69_0700220163302030": "You watch the stag, fascinated with his grace and beauty.  There is something special about this place.",
  "76_70_0732000163302030": "The oak tree radiates magic.",
  "76_71_0732230163302030": "The Dryad radiates magic.",
  "76_72_0704000163302030": "You can feel a gentle breeze wafting its way between the woods.  The scent of fresh flowers and green growing things fills you with a sense of peace.",
  "76_73_0701000163302030": "You are in a strange and beautiful part of the forest.  There is something special about this place.",
  "76_74_0701000263302030": "The forest becomes so lush and thick to the west that it is difficult to see far.",
  "76_75_0701000363302030": "The brush and undergrowth has formed an impassable thicket to the south.",
  "76_76_0701000463302030": "You see thick brush, rocks, and heavy woods to the north.",
  "76_77_0701000563302030": "You sense a certain magic about the huge oak tree that dominates the clearing.",
  "76_78_0733000163302030": "That was interesting, but there's nothing here to open.",
  "76_79_07342401637f207f": "You just can't sleep during the daytime.",
  "76_80_08040001637f207f": "The rocks are much to heavy to move.",
  "76_81_08010001637f207f": "The rocks to the north look steep.  There is a rock wall northeast of the large oak tree.",
  "76_82_08020001637f207f": "Don't be ridiculous; you can't talk to a rock.  Try the trees instead. ",
  "76_83_09000001637f207f": "The stag looks more surprised than injured. ",
  "76_84_09040001637f207f": "He's beyond your reach.",
  "76_85_09010001637f207f": "The majestic white stag is an outstanding example of the beauty of the animal kingdom."
}
