{
  "815_0_01000001637fcd7f": "Restore ",
  "815_1_01000002637fcd7f": "Restart ",
  "815_2_01000003637f577f": "Quit ",
  "815_3_01000004637f6e7f": "You can't do that now.",
  "815_4_01000005637fcd7f": "You've already done that. ",
  "815_5_01000006637fcd7f": "You can't do that now.",
  "815_6_01000007637fcd7f": "You don't have it.",
  "815_7_01000008637f207f": "You are getting tired.",
  "815_8_01000009637f207f": "You are exhausted from lack of sleep.",
  "815_9_0100000a637f207f": "You are so exhausted that everything you do hurts.  Better get some rest.",
  "815_10_0100000b637f207f": "You don't have enough Magic Points to cast that spell.",
  "815_11_0100000c637f207f": "You just ate your last ration.  You'd better get some more food soon. ",
  "815_12_0100000d637f207f": "You're starving.  Better find some food SOON!",
  "815_13_0100000e637f207f": "You're really getting hungry.",
  "815_14_0100000f637f207f": "You sense no magic in this area.",
  "815_15_01000010637f207f": "There is no response to your spell.",
  "815_16_0100001163702070": "Everything here must be bolted down somehow. ",
  "815_17_0100001263702070": "Your weapon is now magically charged.",
  "815_18_0100001363702070": "You don't have a weapon to charge.",
  "815_19_0100001463706270": "Cast what???",
  "815_20_0100010163706d70": "Perhaps you shouldn't explore dark alleys at night unless you are looking for trouble.  Or you should look in your manual to learn how to deal with thieves. ",
  "815_21_0100020163706970": "Erana missed this spot.",
  "815_22_0100030163702070": "Talk about an unpleasant trip to Belgium.  Next time avoid antwerp (and the trip rope) altogether.  ",
  "815_23_01000401637f207f": "You hit some lousy fall weather....",
  "815_24_0100050163702070": "You're obviously in no shape to continue the game.",
  "815_25_0100060163702070": "Trounced by a bounce!",
  "815_26_0100070163702070": "Congratulations!  Thanks to your efforts as a moving target, the Spielburg Bandits are a cinch to win the archery contest in next year's Brigandiad.  ",
  "815_27_0100080163702070": "Next Stop:  Pincushion City. ",
  "815_28_0100090163702070": "That's funny.  I could have sworn I warned you about eating too many Magic Mushrooms.  Your mind permanently warped, you die a garishly polka-dotted death.",
  "815_29_01000a0163702070": "Where did all the pretty horses go?",
  "815_30_01000b0163702070": "It was a tough battle, and you lost.  Never fear!  All you have to do is restore your game, and...  What do you mean, \"Restore WHAT game?\"  ",
  "815_31_01000c01637f207f": "What a monster! ",
  "815_32_01000d0163702070": "Too late, you remember... bear claws weren't on your diet. ",
  "815_33_01000e0163702070": "Realty Whirled",
  "815_34_01000f0163707770": "The brigands have an even temperament... all bad!  You seem to have a knack for doing the wrong thing.  ",
  "815_35_0100100163707470": "You ring the bell and your bell gets rung.",
  "815_36_0100110163707670": "At least you could have said \"Yes\" before you croaked! ",
  "815_37_0100120163703f70": "Breakfast of Champions? ",
  "815_38_0100130163702070": "Now you've done it!  It's hard to be a hero when you're locked up for breaking and entering (or entering and breaking, as the case may be).  Be a little more intelligent (and a lot quieter) if you ever try something like this again.",
  "815_39_01001401637f207f": "Otto and the Sheriff rise with the dawn, and find you in their house.  Be a little more intelligent (and a lot faster) if you ever try something like this again.",
  "815_40_0100150163702070": "Up Past Your Bedtime",
  "815_41_0100160163702070": "Criminal carelessness.  ",
  "815_42_0100170163702070": "Die drei Knochelkopfen grab you off the table.  You should have waited until they were out of reach.",
  "815_43_0100180163702070": "Nyuk Nyuk Nyuk -- Mee Mee Mee Mee Mee...",
  "815_44_0100190163702070": "There are still too many brigands for you to fight in here.  You need to find some way to block one of the doors.",
  "815_45_01001a0163702070": "You're half right but completely dead.",
  "815_46_01001b0163702070": "You'd better find a way to prevent the brigands from getting at you from all sides if you want to survive this.",
  "815_47_01001c01637f207f": "Don't you feel a draft?",
  "815_48_01001d01632f592e": "You're hopelessly surrounded.  You should have stopped those brigands somehow.  Maybe you'll see the light.",
  "815_49_01001e01632f202f": "Those guys look familiar.",
  "815_50_01001f0163702020": "Done in by poisoned daggers and desperate desperadoes!  Try to avoid annoying that deadly duo next time.",
  "815_51_0100200163202020": "Timing is everything. ",
  "815_52_01002101637f207f": "Whoops!  Who'd have thought that guys that look that stupid could figure out to go around the table beFORE they ran all the way up to the fallen candelabra. ",
  "815_53_0100220163206e20": "Timing is everything.",
  "815_54_010023016320dc70": "Hmm...  Maybe letting the brigands see you block the door with the chair wasn't a good idea. ",
  "815_55_01002401637f207f": "One peek is worth two finesses.",
  "815_56_010025016370df70": "You could not withstand the force of the blast from the Kobold's magically protected chest.",
  "815_57_010026016370df70": "Blast!",
  "815_58_0100270163702070": "Didn't anyone ever tell you that a hero is supposed to be brave even when he doesn't feel that way?  Looks like you found the coward's way out... sauteed in wine sauce.",
  "815_59_010028016370df70": "Shame on you!",
  "815_60_01002901637f207f": "This was not the ending you had in mind when you read the manual on \"How to be a Hero.\"  Either you just aren't ready to take on this situation, or there is a better way to accomplish your mission.",
  "815_61_01002a016370df70": "You knew this job was dangerous... ",
  "815_62_01002b016370df70": "You're not a quick learner.  Now you know why the grass grows so well around the porticullis. ",
  "815_63_01002c01637fcd7f": "OH NOOOOOOO!",
  "815_64_01002d01637fcd7f": "Done in by daggers and a desperate desperado!  Try to avoid annoying that deadly duo next time.",
  "815_65_01002e01637fcd7f": "Daggered to death.",
  "815_66_01002f01637fcd7f": "You can't believe the Chief Thief's reflexes as he instantly reacts to your intention to pull a fast one.  A dagger flies like lightning and...  ",
  "815_67_01003001637fcd7f": "These guys are MEAN!",
  "815_68_01003101635e287f": "For such wimpy-looking creatures, those fairies sure can play rough!  You never danced so hard in your entire life (which is now over). ",
  "815_69_01003201637fcd7f": "Land of 1000 Dances",
  "815_70_01003301637fcd7f": "I don't mean to throw this in your face, but why did you throw that in your face?  ",
  "815_71_0100340163302030": "The Little Old Lady's screams finally brought the sheriff and Otto.  Next time you'd better finish your \"work\" before dawn!",
  "815_72_0100350163302030": "You Hate Morning People",
  "815_73_0100360163302030": "Four brigand archers, shooting at close range from cover, was too much for even a correspondence-school Hero like you to survive.  There are times to fight, and there are times to run.  This was one of the latter.",
  "815_74_0100370163302030": "You're All a-Quiver",
  "815_75_01003801637f207f": "The brigands were waiting for you to come back.  They expected you to make another try for some of their treasure. ",
  "815_76_0100390163302030": "Greedy Greedy Greedy ",
  "815_77_01003a0163302030": "Yes, it was possible that this drunkard would somehow regain his senses, leap to his feet, realize that you didn't belong there, and do you in.  On the other hand, you might have done a little better worrying about the wide-awake brigands closing in on you with their spears.",
  "815_78_01003b0163302030": "The lesser of two evils.",
  "815_79_01003c0163302030": "Thinking about all that treasure cost you time and more.  Some folks just don't know when to leave.",
  "815_80_01003d0163302030": "Wearing out your welcome",
  "815_81_01003e0163302030": "The brigand leader is deadly with a sword.  The magic spell that possesses her makes her an invincible warrior.",
  "815_82_01003f0163302030": "One thrust... and that's it??? ",
  "815_83_0100400163302030": "That was a little too much for you.  You collapse from exhaustion and die.",
  "815_84_0100410163302030": "Death from Overwork",
  "815_85_0100420163302030": "You need to guard your flanks before a frontal assault is possible.",
  "815_86_0100430163302030": "A side of Hero",
  "815_87_0100440163302030": "Had you been healthier, you probably could have survived that fall. In your weakened condition, however, you succumbed to your injuries.",
  "815_88_0100450163302030": "Your figure remains still and silent.",
  "815_89_0100460163302030": "I score that about a 3.  Those diving lessons were a complete waste.  Maybe you should have taken up bowling. ",
  "815_90_01004701637fba7f": "An abridged ending.... ",
  "815_91_01004801637f207f": "... as you realize those large porcupines down here are really other heroes who collected arrows the hard way.    ",
  "815_92_01004901637f207f": "Quills run up your spine.... ",
  "815_93_01004a01637f207f": "A small sign reads \"Booby Trap.\"  The brigands approach to see the booby they've caught.  You think to yourself, \"If it looks like a trap, and it feels like a trap, maybe it IS a trap.\"    ",
  "815_94_01004b01637f207f": "The old \"rug over the pit\" trick. ",
  "815_95_01004c01637f207f": "You're hopelessly outnumbered.  You should have left this room when you had a chance.",
  "815_96_01004d01637f207f": "Molasses in January.",
  "815_97_01004e01637f207f": "It seems a shame to have such a promising career go up in flames (assuming she decides to flambe you).  Wouldn't it have been better just to do a small favor for such a sweet little old Ogress? ",
  "815_98_01004f01637f207f": "Of all the lazy...!   ",
  "815_99_01005001637f207f": "Next time you are asked a question by someone who has just turned you into a frog, perhaps you should be more polite.  It's better than being fricasseed!",
  "815_100_01005101637f207f": "Now you're really in the soup!  ",
  "815_101_01005201637f207f": "Was it something I said? ",
  "815_102_01005301637f207f": "The End of the Trail... ",
  "815_103_01005401637f207f": "As the ghosts suck the life out of your body, and you crumple into the dust of the old graveyard, you think unspeakable thoughts of torture and torment directed at vicious programmers and insidious game designers.  (But please buy our next game anyway!) ",
  "815_104_01005501637f207f": "Oh-h-h-h-h-h-h!  ",
  "815_105_01005601637fba7f": "Next time, pick on someone your own size.",
  "815_106_0100570163706c70": "The bigger they come, the harder they hit",
  "815_107_0100580163702070": "Obviously, getting in the goon's way was not one of your brighter ideas. You've had it now!",
  "815_108_01005901631f521f": "Criminal carelessness.  ",
  "815_109_01005a01631f201f": "You hear a guard yell for help.  Four guards inside the barracks grab their weapons and overwhelm you.  As they drag you into the castle and down into the dungeon, you realize that was not quite the right thing to do.    ",
  "815_110_01005b0163721920": "Good Guard!",
  "815_111_01005c01637f207f": "No sooner do you draw your weapon than the guards have their weapons out and quickly disarm you.  They promptly drag you into the castle and down into the dungeon, which is not a very likely spot for the attainment of hero status.",
  "815_112_01005d01637f207f": "En Garde!",
  "815_113_01005e01637f207f": "And dead...  You feel dead, too.  In your weakened condition, you succumbed to a mild-mannered hermit's propensity for Tarzan imitations.  Back up and play it again, Sam.  ",
  "815_114_01005f01637f207f": "... and thin... ",
  "815_115_01006001637f207f": "Next time you swing at innocent inanimate objects, make sure you are strong enough to survive when they swing back at you!",
  "815_116_01006101637f207f": "Your plan seems to have backfired",
  "815_117_01006201637f207f": "It's hard to be a hero when you're sitting in a jail cell.  The Sheriff apologized for your broken arm, but he did warn you (didn't he?) that Otto was only partly trained.  Now, you'll probably be more careful when you're robbing someone.",
  "815_118_01006301637f207f": "Criminal carelessness.  ",
  "815_119_01006401637f207f": "Well, it looks like the Dryad really made you eat dirt.  You're the spitting image of a Spirea plant, and you'll be hanging around for a long, long time.",
  "815_120_01006501637f207f": "Plant it, fella!",
  "815_121_01006601637e6570": "You are staggered by the Dryad's spell.  She appears to enjoy having lots of bucks.",
  "815_122_0100670163706570": "Oh, deer.",
  "815_123_01006801637f207f": "It takes too long to draw your weapon against someone with a dagger in his hand.  It doesn't pay to try to fight someone who uses poisoned daggers.",
  "815_124_01006901637f207f": "Your figure remains still and silent.",
  "815_125_01006a01637f207f": "Unfortunately, you push it in too far, causing yourself a cerebral hemorrhage.  Guess you should have been practicing on less difficult locks.",
  "815_126_01006b01637f207f": "The surgeon general warns . . . ",
  "815_127_01006c01637f207f": "Congratulations!  You've just won a gold medal in the log jump. Posthumously. ",
  "815_128_01006d01637f207f": "So much for your endorsements....",
  "815_129_01006e01637f207f": "When the Little Old Lady awakens to see what's going on, you have to concede to her (through lips that are as raw as hamburger) that you've been licked! She summons the Sheriff and his goon, Otto.",
  "815_130_01006f01637f207f": "What a cute little kitty!",
  "815_131_01007001637f207f": "The Little Old Lady's cries finally bring the Sheriff and Otto to her rescue. They find you pinned to the floor, unconscious, dreaming deliriously of death by sandpaper.  ",
  "815_132_01007101637f207f": "Better stay downstairs next time.",
  "815_133_01007201637f207f": "You're mad as heck, and you're not going to take it anymore.  As a matter of fact, you CAN'T take it anymore.  Restore your strength and health and try again.",
  "815_134_01007301637f207f": "You're the Fall Guy again.",
  "815_135_01007401637f207f": "\"In matters of magic,\r\nI am your master\r\nSeek not to slay me with\r\nSendings so small.\" ",
  "815_136_01007501637f4e30": "Just because he's big doesn't mean he's stupid! ",
  "815_137_0100760163306f30": "Because you failed to meet Baba Yaga's DEADline, her curse turns you into a frog on the spot, and you are forced to live out your years dodging Sauruses (Saurii?) with large feet.",
  "815_138_0100770163306430": "Curses!",
  "815_139_0100780163307530": "That's funny.  I could have sworn I warned you about eating too many Magic Mushrooms.  Your mind permanently warped, you die a garishly polka-dotted death.",
  "815_140_0100790163307730": "Where did all the pretty horses go?",
  "815_141_01007a0163307230": "While you were asleep, something decided to make a meal of you.  You're not sure what it was, but you don't really care at this point.  You shouldn't go to sleep where the creatures of the night can get you.",
  "815_142_01007b0163307030": "Night Gaunt Got Ya. ",
  "815_143_01007c0163306830": "You're hopelessly surrounded.  You should have taken quicker action against these Knochelkopfs.  Elevate your thoughts to a higher plane.",
  "815_144_01007d0163306830": "Woo Woo Woo -- Ruff Ruff Ruff.",
  "815_145_01007e0163306130": "Caught in combat with neither sword nor dagger, you are unable to resist the monster's fierce onslaught.  Try to be better equipped in your next life. ",
  "815_146_01007f0163306830": "Caught in combat with neither sword nor dagger, you are unable to resist the monster's fierce onslaught. Try to be better equipped in your next life.",
  "815_147_0100800163307430": "Bare Hands vs. Teeth and Claws, etc.",
  "815_148_0100810163302030": "Bare Hands vs. Teeth and Claws, etc.",
  "815_149_0100820163306f30": "When it comes to breaking in, it looks like the only thing broken is your head!  When at last you come to your senses, you find yourself in a jail cell. By the time you get out of here, you'll be too old to be a hero.",
  "815_150_0100830163302030": "Criminal carelessness ",
  "815_151_01008401637f207f": "You are overcome by the power of the Kobold Wizard's magic.  You need either to practice your skills or to plan a better attack strategy.",
  "815_152_0100850163306130": "Struck By Lightning",
  "815_153_0100860163307530": "You never dreamed a feather pillow could be so HARD!  Or was it the floor? You also didn't realize how hard it is for a thief to be a Hero.  The Thief of Baghdad never had this kind of luck!",
  "815_154_0100870163307930": "Criminal carelessness ",
  "815_155_0100880163306130": "The old ticker just couldn't keep going.  Maybe you shouldn't have missed the annual visit to your local Healer. ",
  "815_156_0100890163306f30": "Your figure remains still and silent.",
  "815_157_01008a0163305430": "Before you confront someone who is obviously more powerful than you are, give yourself a chance to reflect. ",
  "815_158_01008b0163307030": "Baba Yaga says you have good taste. ",
  "815_159_01008c0163307430": "Maybe you really shouldn't have tried the Dragon's Breath!  Better luck next time, and we hope you saved your game.",
  "815_160_01008d0163307230": "Talk about a \"fiery brew\" ",
  "815_161_01008e0163306f30": "That's it!!!  You've hurt you for the last time! ",
  "815_162_01008f0163307430": "You searched for silver, but all you found was iron.  Iron arrowheads, that is. ",
  "815_163_0100900163306530": "Greedy, greedy... ",
  "815_164_0100910163307430": "Naughty, naughty.  The Sheriff and Otto arrive on the scene and arrest you for \"blatant power-gaming\".  You have to *work* at it to become a *real* hero!",
  "815_165_0100920163302030": "Try to stay \"in character\" next time  ",
  "815_166_01009301637fba7f": "The brigands oblige you by making your pleasant rest permanent.",
  "815_167_0100940163302030": "Z-Z-Z-Z-Z-Z-Z-Z-Z-Z",
  "815_168_0100950163302030": "You curl up for a nice little nap.  The brigands break down the door.  You wake up dead. ",
  "815_169_0100960163302030": "He who hesitates...",
  "815_170_0100970163305a00": "Uh oh.  You made too much noise.  The Sheriff and Otto arrive on the scene and arrest you for \"criminal carelessness\".  Work a little faster next time! ",
  "815_171_0100980163306f30": "Nobody said this job was easy ",
  "815_172_0100990163306830": "He saw you casting a spell, and he already had a dagger in his hand.  It doesn't pay to try to fight someone who uses poisoned daggers. ",
  "815_173_01009a0163306930": "Hold the arsenic, please",
  "815_174_01009b0163307430": "There must be reasons to stop and let five archers draw beads on you while you attempt to cast a spell, but none come to mind.  ",
  "815_175_01009c0163306530": "Wear any targets lately? ",
  "815_176_01009d0163306930": "You really brought down the house!  Too bad you were under it at the time. ",
  "815_177_01009e0163302030": "Bad strategy!",
  "815_178_01009f0163302030": "That's it!  You've hurt you for the last time! ",
  "815_179_0100a00163307430": "They say that the cops don't catch any rocket scientists.  Well, they sure didn't this time!  ",
  "815_180_0100a10163302030": "Criminal stupidity ",
  "815_181_0100a201637fba7f": "Hey, man, like, when it's time to swing, it's time to SWING! ",
  "815_182_0100a30163307430": "No sense of rhythm ",
  "815_183_0100a40163306530": "That hermit seems to know his \"Trigger\" spells pretty well.  He sure pulled the trigger on you (not to mention the plug) by teleporting you to the top of the falls without a barrel.",
  "815_184_0100a50163306630": "You're all wet",
  "815_185_0100a60163306f30": "Didn't anyone warn you about eating other people's food?  Death by Toadstools doesn't leave mushroom for improvement.",
  "815_186_0100a70163307430": "It was a tough battle, and you lost.  But never fear!  All you have to do is restore your game, and...  What do you mean, \"Restore WHAT game?\" ",
  "815_187_0100a80163302030": "What a monster!",
  "815_188_0100a90163302030": "This time the joke fell flat.  That was a truly dirty trick.  Too bad you won't have a chance to get even... or will you? ",
  "815_189_0100aa0163302030": "This way to the Egress"
}
