{
  "89_0_0104000163000000": "The fungus is slimy and stuck tight to the cave walls.",
  "89_1_0101010163000000": "Water lies in stagnant pools.",
  "89_2_0101020163000000": "You have lost your sense of direction, as the cave passage twists around.",
  "89_3_0101030163000000": "The only entrance to this cave is the one you came through.",
  "89_4_0139000163000000": "No one answers.",
  "89_5_0204000163000000": "The fungus is slimy and stuck tight to the cave walls.",
  "89_6_0201000163000000": "You can watch the water ooze down the sides of the stalactites and drip to the ground.",
  "89_7_0239000163000000": "All you hear is a distant \"Echo\".",
  "89_8_0301010163000000": "You can watch the water drop down from the stalactites and ooze down the sides of the stalagmites.",
  "89_9_0301020163000000": "The rocks look slick and are slimy to the touch.",
  "89_10_0301030163000000": "The light from the fungus is eerie and vaguely unpleasant.",
  "89_11_0400040163000000": "As your eyes adjust to the darkness, you see by the light of the fungus that this passageway twists its way through the mountain.  It is cold in here, and you can smell stagnant water and faint hints of decay. ",
  "89_12_0400050163000000": "You hear the constant \"drip... drip...\" of water.",
  "89_13_0400060163000000": "That spell is useless here.",
  "89_14_0450070163000000": "There is nothing here to calm.",
  "89_15_0450080163000000": "The Troll looks as though he will now calmly tear you to shreds.",
  "89_16_044e070163000000": "There is nothing here to dazzle.",
  "89_17_044e080163000000": "You'd think a Cave Troll would make a perfect Dazzle victim, wouldn't you? Unfortunately, this one was blind to start with, and he can still smell you!",
  "89_18_0432000163000000": "There is no magic in this cave.",
  "89_19_0451070163000000": "There is nothing here to use it on.",
  "89_20_0451080163000000": "Oops, it's one of those flame-resistant Trolls you've been warned about.",
  "89_21_0433000163000000": "There is nothing here to open.",
  "89_22_0500090163000000": "Before you can react, the Troll is upon you, and the encounter begins.",
  "89_23_05040a0163000000": "You shouldn't have done that!  Now he's mad! ",
  "89_24_0504120163000000": "There's nothing else worth taking from the Troll.",
  "89_25_05040b0163000000": "The dead Troll's huge club is much too heavy for you to lift.",
  "89_26_05040c0163000000": "You find nothing on the Troll.",
  "89_27_05040d0163000000": "You find nothing on the Troll but a little hair.",
  "89_28_05040e0163000000": "You find no more beard hair on the dead Troll.",
  "89_29_05040f0163000000": "You cut off the Troll's beard and put it away.",
  "89_30_0501100163000000": "A dead Troll lies in a pool of blue blood.",
  "89_31_0501110163000000": "The Troll lies dying upon the slimy floor of the cave.",
  "89_32_0501120163000000": "You see no such creature here.",
  "89_33_0501130163000000": "A mean-looking Troll looms before you, a snarl on his lips.",
  "89_34_0539000163000000": "The Troll would just as soon eat you as talk to you."
}
