{
  "94_0_0101000163000052": "His aim in life is to make shish kebab.  I hope you're not skewered. ",
  "94_1_0201000163a6a6a6": "Life as an archer is never dull nor pointless. ",
  "94_2_0301000163a6a6a6": "He has an arrow with your name on it. ",
  "94_3_0401000163002d65": "He has an IQ so low he can't spell IQ. ",
  "94_4_0511000163651400": "You grin sheepishly; the door has no lock, and swings open at your touch.  ",
  "94_5_0501000163000d65": "If that ISN'T the safe way out of here, you are probably going to become an ex-hero.  ",
  "94_6_0601000163651400": "It looks like a plain, simple, harmless box to you. ",
  "94_7_0704000163000000": "Your life is in grave danger and you want to play with toys?  What kind of hero are you? ",
  "94_8_0701000163a6a6a6": "Your life is in grave danger and you want to play with toys?\r\nWhat kind of hero are you?",
  "94_9_080100016370c470": "The chasm is too wide to jump and too deep to climb.  There seem to be a number of porcupines at the bottom.",
  "94_10_0901000163700200": "Empty wine barrels.  The winters here are very cold. ",
  "94_11_0a0100016360a6a6": "It's a fortification for archers to stand behind.   ",
  "94_12_0b01000163a6414c": "It's a fortification for archers to stand behind.   ",
  "94_13_0c0400016370bf70": "They're too heavy to carry. ",
  "94_14_0c01000163a68560": "Sacks of grain.  Stored for the winter. ",
  "94_15_0d01010163a6a6a6": "You can't see through the windows from here.",
  "94_16_0d01020163140085": "You see a group of brigands playing cards.  One looks back at you in surprise and starts yelling.  ",
  "94_17_0d01030163a6a6a6": "All that can be seen through the window are vague shapes and outlines. ",
  "94_18_0e10000163a6a6a6": "Hey!  Even the most rudimentary hero knows that the way to deal with a tripwire is to step over it, not cut it.  Now that you now it's there, you'll avoid it. ",
  "94_19_0e04000163602e70": "You feel a trip wire.  Why, those sneaky brigands!  Now that you know it's there, you can easily step over it.",
  "94_20_0e01000163001964": "There is a dark rope stretched tautly across the path.  Now that you know it's there, you can easily avoid it by stepping over it.  ",
  "94_21_0f00040163a6a6a6": "You hear a snick as the hasp on the Jack in the Box is released.",
  "94_22_0f50000163007f60": "That was a useless gesture.    ",
  "94_23_0f50010163000000": "None of the brigands notices your Calm spell.  There is too much negative thought energy here. ",
  "94_24_0f32000163a6a6a6": "No spells are active here. ",
  "94_25_0f01000163a70b14": "This is not what you expected the brigands' fortress to look like in your imagination.  The barracks with the open half-doors to the east and west are fairly normal looking.",
  "94_26_0f01000263640200": "The carpet lying near the gate, however, is a bit odd. The small chasm in the middle of this yard with the bridge across it seems strange, too.  There are two blockades near the gate and some barriers near the north. ",
  "94_27_0f3300016360a6a6": "That was a useless spell.   ",
  "94_28_1004000163a6c513": "The rug is too big to put into your backpack and too heavy to carry around. You do notice a pit trap under the spread-out carpet. ",
  "94_29_100100016370d970": "The carpets look rather new, perhaps recently stolen from the merchant in town.  There is a sign on the red carpet which reads, \"Step Here\".  It's written in a shaky hand, as if the author was laughing at the time he wrote it. ",
  "94_30_1101000163648d60": "Sturdy looking bridge with two support poles across the chasm.  A message (written in a clear, firm hand) reading \"Cross Here\" is on this bridge. ",
  "94_31_1201000163a6a6a6": "There is a single pole supporting this sturdy looking bridge across the chasm. "
}
