{
  "96_0_01040001637fcd7f": "You can't do that from where you're standing. ",
  "96_1_01010001637fcd7f": "In the \"upstairs\" doorway, there is a chain with a handle attached.",
  "96_2_02040101637fbb7f": "You're not close enough. ",
  "96_3_02040102637f207f": "Get closer.",
  "96_4_030100011e7f207f": "\"Have a nice day!\"",
  "96_5_04040101637f207f": "Get closer.",
  "96_6_04010001637f207f": "It's a box of some sort...or so the sign says.  There is a button on the box. ",
  "96_7_05040001637f207f": "You'll have to get closer.  ",
  "96_8_06040101637f207f": "It looks a button, but you'll have to be closer to push it. ",
  "96_9_06010001637f207f": "Engraved on the button are the words: \"PUSH ME\".",
  "96_10_07000201637f207f": "\"Oops!  You thought this door led SOMEWHERE!\"",
  "96_11_07000301637f207f": "\"What a miserable experience!\"",
  "96_12_07000401637fba7f": "You dare not unbar the door.  You hear hordes of brigands massing beyond it.",
  "96_13_07000501637f6d7f": "You can't do it.",
  "96_14_070006011e7f207f": "\"Elsa is right next door.  I'll go set up the secret exit for your escape.\"",
  "96_15_07000701637f207f": "You bar the door behind you.",
  "96_16_07000801637f207f": "You behold a most fascinating place.",
  "96_17_07000802637f207f": "The person labeled \"ME\" speaks: ",
  "96_18_070008031e7f207f": "\"Abandon mope, all ye who enter here!\"",
  "96_19_070008041e7f207f": "\"Job hunting, or just sight-seeing?\"",
  "96_20_070008051e7f207f": "\"I foresee a brilliant future for you in the fall.\"",
  "96_21_070008061e7f207f": "\"If you've got something to say, then speak fast or forever hold your pieces.\"",
  "96_22_070008071e7f207f": "\"State your case before I case your estate!\"",
  "96_23_07000901631f201f": "It would serve no purpose.",
  "96_24_07000a01631f201f": "You feel disoriented.",
  "96_25_07000a02631f201f": "How does he DO this?",
  "96_26_07000a03631f201f": "There's an ECHO IN HERE... Echo In Here... echo in here... ",
  "96_27_07000a04631f201f": "M. C. Escher would LOVE this place.",
  "96_28_07000a05631fde72": "OK, enough fooling around!",
  "96_29_07000a066370202b": "This is getting old!",
  "96_30_07000a07632b6e2b": "A person COULD get used to this.",
  "96_31_075101016370207f": "Your magic has no effect.  It must be something about this room.",
  "96_32_07510b01637f207f": "\"ME\" sees you preparing your spell and... ",
  "96_33_07110c01637f207f": "Nothing is locked.",
  "96_34_07010d01637f207f": "There is a deep pit with a walkway winding above it.",
  "96_35_07010e01637f207f": "There appear to be stairs leading up (?) to nowhere.  There is also what looks like a bowl full of fireflies.  ",
  "96_36_07010f01637f207f": "Wow!",
  "96_37_07340001637f207f": "With the Brigands pounding at the door, you decide not to rest until you're safe.",
  "96_38_08010001637f207f": "Stairs lead up to the platform on which \"ME\" is located.",
  "96_39_090001011e70df70": "Why would you want to throw that?",
  "96_40_090010011e70df70": "\"No more talking, my friend.  Let's have fun!\"",
  "96_41_090011011e7f207f": "You're too busy.",
  "96_42_090012011e70467e": "\"It looks like the talking is over.\"",
  "96_43_090513011e70207f": "\"Would he be surprised to see his little girl now!\"",
  "96_44_090514011e7f207f": "\"Everybody needs to know a few magic tricks to get by these days.  You'd be surprised how effective Sleeping Powder is for taking out the guards of a caravan.\"",
  "96_45_090515011e7f207f": "\"You know about the enchantment?  Then perhaps you have come to help. Perhaps you are able to take the child from the band.\"",
  "96_46_090515021e7f207f": "\"Elsa doesn't know who she really is.  That's part of the enchantment.\"",
  "96_47_090515031e7f207f": "\"When Elsa was left with some brigands ten years ago, all her memories were taken away from her.\"",
  "96_48_090515041e7f207f": "\"I borrowed a Magic Mirror from a friend to try to break the spell, but it only works when spells are cast directly at you.\"",
  "96_49_090515051e7f207f": "\"If you're going to be the big Hero, I hope you brought a Dispel Potion or something.\"",
  "96_50_090516011e7f207f": "\"You know about the enchantment?  Then perhaps you have come to help. Perhaps you are able to take the child from the band.\"",
  "96_51_090516021e7fba7f": "\"The true Dispel Potion will break an enchantment.  You must splash the potion on Elsa as soon as you can, or she'll skewer you for sure.  She's more than a match for old 'Swordy Lordy' now!\"",
  "96_52_090517011e3e313e": "\"You know Elsa?  Then perhaps you have come to help.  Perhaps you are able to take the child from the band.\"",
  "96_53_09051702633e203e": "After you have explained what you know about Elsa, Yorick speaks:",
  "96_54_090517031e3e203e": "\"It's about time that someone else helped Elsa before it's too late! Toro and I are the only friends she's got here.\"",
  "96_55_090517041e312030": "\"She's a lot like her dad, though.  She organized these brigands and changed them from mere thugs to major raiders!\" ",
  "96_56_090517051e305330": "\"She plans to move the entire band away from the valley as soon as the snow clears.  If that happens, I know she will never be disenchanted.\"",
  "96_57_090518011e302030": "\"There are plenty of doors.  You wouldn't want me to spoil your fun, now!\"",
  "96_58_090518021e30207f": "\"Either you'll figure it out in the end, or you'll end it before you're out.\"",
  "96_59_090519011e206e20": "\"This fort is the brigand's palace.  It has been well-constructed.\"",
  "96_60_09051a011e202020": "\"For thirty years I was the Court Jester.  Now I jest enjoy watching other people take the pratfalls.\"",
  "96_61_09051b011e7fba7f": "\"I'll protect the Brigand Leader with everything I've got.  That's no laughing matter as I get madder.\"",
  "96_62_09051c011e303030": "\"This room is my way of keeping the brigands from bothering the Leader about raises, since it tends to raze the brigands.\"",
  "96_63_09051c021e302030": "\"I designed it myself!  This place has people rolling in the aisles.\"",
  "96_64_09051d011e302030": "\"Can't you see that I am he?  I try to inspire (before they expire) a sense of awe and majesty in those that enter here.\"",
  "96_65_09051d021e303130": "\"After all, I am the Brigand Warlock.  One has to keep up one's appearances, or appear to keep up with one's peers.\"",
  "96_66_09051e011e305330": "\"Toro is the minotaur that guards this fortress.  Elsa found him when he was just a calf, and he's kowtowed to her ever since.\"",
  "96_67_09051e021e302030": "\"He guarantees that the brigands won't give Elsa any bull.\"",
  "96_68_09051f011e7f2070": "\"Ah yes, the 'Mirror with the Leer', as Erasmus calls it (or was it Fenrus?). It reflects a spell back on the caster of the spell.\"",
  "96_69_09051f021e70df70": "\"Now where did I put that mirror...\r\nWas it on the desk in Elsa's office\r\nor else in the office on Elsa's desk?\" ",
  "96_70_090520011e70df70": "\"You snooze, you lose.  And my banana trick has appeal of its own.\"",
  "96_71_090521011e7f207f": "\"You must know the 'Blade Braggart'.  He used to show off in the castle courtyard all the time.\"",
  "96_72_090521021e303330": "\"Elsa once asked if 'Rapier Ruler' would teach her to use the sword, and the 'Sword Bore' told her he would not waste his talent on females.\" ",
  "96_73_090521031e302030": "\"She came to me in tears.  After all, she was only nine at the time.\"",
  "96_74_090521041e302030": "\"She can teach old 'Weapon Windbag' a thing or two now!  Her arm is true, and she's truly disarming.\" ",
  "96_75_090522011e303530": "\"Talking is a speciality of those who know not what they talk about.\"",
  "96_76_09050b011e302030": "\"You know me?  Then perhaps you have come to help.  Perhaps you are able to take the child from the band.\"",
  "96_77_09050b021e302030": "\"Alas, poor Yorick!  I know me well.\"",
  "96_78_09050b031e7f207f": "\"Ten years ago, I swore I would find Elsa no matter what.  It took me two years to find her, here with the brigands, and I've posed as her warlock ever since.\"",
  "96_79_09050b041e7f207f": "\"I couldn't break the spell on her, nor could I leave her to grow up into an attractive woman surrounded by rogues and scoundrels.\"",
  "96_80_09050b051e7f207f": "\"Someone had to defend her honor!\"",
  "96_81_090400011e7f207f": "\"Take yourself there.\"",
  "96_82_095101011e304d30": "\"ME\" sees you preparing your spell and...",
  "96_83_0951110163302030": "Now?? ",
  "96_84_090100011e302030": "\"It's 'ME'.\" ",
  "96_85_090213011e302e30": "Baron",
  "96_86_090214011e302030": "Caravan",
  "96_87_090215011e302030": "Disenchantment",
  "96_88_090216011e7f207f": "Dispel",
  "96_89_090217011e7f207f": "Elsa",
  "96_90_090201011e7f207f": "\"Be more specific, my friend.\"",
  "96_91_090218011e7f2030": "Exit",
  "96_92_090219011e304d30": "Fortress",
  "96_93_09021a011e302030": "Jester",
  "96_94_09021b011e30b331": "Leader",
  "96_95_090223011e302e30": "\"If you have business to do, then get busy doing your business.\"",
  "96_96_09021c011e302030": "Maze",
  "96_97_09021d011e302030": "Me",
  "96_98_09021e011e7f207f": "Minotaur",
  "96_99_09021f011e7f207f": "Mirror",
  "96_100_090224011e7fba7f": "\"Can't you see that's nothing to me?  You'd better flee.\"",
  "96_101_090224021e303130": "\"The brigands will come to spoil your fun.  You'll be undone.\"",
  "96_102_090224031e305330": "\"The brigands tend to hold a grudge, and they won't begrudge to tend to you.\"",
  "96_103_090224041e302030": "\"If you have any famous last statements, you'd better say the secret word, or you'll lament your last state.\"",
  "96_104_090225011e312030": "Potion",
  "96_105_090225021e304d30": "\"Of which potion do you speak?\"",
  "96_106_090220011e302030": "Powder",
  "96_107_090221011e30207f": "Swordy Lordy",
  "96_108_090222011e7f207f": "Warlock",
  "96_109_09020b011e7f207f": "Yorick"
}
