{
  "97_0_0104000163000000": "A quick but thorough search of the desk discloses two Healing Potions and a mirror.",
  "97_1_0104010163000000": "You're not close enough.",
  "97_2_0104020163005a00": "You find nothing more.",
  "97_3_0104030163000000": "You see a mirror.",
  "97_4_0104040163000000": "You find two Healing Potions.",
  "97_5_0101000163000000": "You see a plain wooden desk.  On the desk are two potion bottles and a hand mirror.",
  "97_6_0204000163000000": "That would be foolhardy.  You would let the brigands in.",
  "97_7_0301000163000000": "The chest full of gems is monogrammed with the name \"Abdulla Doo\".  He'll sure be happy to get it back. ",
  "97_8_0401000163000000": "There are more diamonds there than in Tiffany's! ",
  "97_9_0501000163000000": "A lot of townsfolk will be happy to get their stolen goods back. ",
  "97_10_0619000163000000": "You throw the Dispel Potion on the brigand leader.",
  "97_11_0604020163000000": "Good idea, but you don't have that potion.",
  "97_12_0601000163000000": "The brigand leader wears a sword, and it looks well used.",
  "97_13_0601050163000000": "Elsa looks much better in a dress.",
  "97_14_0601050263000000": "It depends on your taste, though, I suppose.",
  "97_15_0601060163000000": "Everybody else is gone.",
  "97_16_0602000163000000": "The Brigand Leader stares at you coldly.  It seems he's not interested in chatter.",
  "97_17_060206011b000000": "\"We've no time to talk.  I'll meet you at the castle.\"",
  "97_18_0701000163000000": "That black bird looks strangely familiar.  You sense that its destiny is irrevocably entwined with yours, in a strange foreshadowing of the rest of the \"Quest for Glory\" series.",
  "97_19_0801000163000000": "Oodles and boodles of ill-booten gotty. ",
  "97_20_0901000163000000": "Let's see, was it the \"dragon with the flagon\", or the \"flagon with the dragon\"?",
  "97_21_0a01000163000000": "That gold ornament probably weighs so much it would crumple the hood of your car. ",
  "97_22_0b01000163000000": "It looks like King Midas's shield -- worth exactly its weight in gold. ",
  "97_23_0c00010163000000": "You're not near the mirror.",
  "97_24_0c00020163000000": "You already have the mirror.",
  "97_25_0c04000163000000": "You pick up the mirror and store it away.",
  "97_26_0c01000163000000": "A strange face leers at you when you look into the mirror.  At least, you *hope* you don't look like that!",
  "97_27_0d04000163000000": "You place the two Healing Potions into your pack.",
  "97_28_0d04020163000000": "You are not near the healing potions.  ",
  "97_29_0d01000163000000": "It's a healing potion. ",
  "97_30_0e0007011b000000": "\"You can't imagine how good it feels to know who I am again.  After all these years, to remember my name is Elsa von Spielburg!\"",
  "97_31_0e0007021b000000": "\"I used to wish I was not a brigand's child but actually an enchanted princess.  Now I know that I really was enchanted, and I don't have to be a brigand any more!\"",
  "97_32_0e0007031b000000": "\"Thank you so much for freeing me.\"",
  "97_33_0e0007041b000000": "\"I've got to hurry home to father and get his guards to capture the rest of the brigands before they manage to escape with the treasure. It must be returned to the rightful owners.\"",
  "97_34_0e0007051b000000": "\"Yorick!  Yorick!  I'm me again!\"",
  "97_35_0e0007061f000000": "\"Sorry I took so long.  I got lost.\"",
  "97_36_0e0007071f000000": "\"Will your Dad be glad that your spell's been repelled!  We need to go before the brigands know or they'll spoil our show.\"",
  "97_37_0e0007081f000000": "\"C'mon!  We'd better make our getaway before they get in our way.\"",
  "97_38_0e0007091b000000": "\"Yorick and I can return to the castle with the amulet I wear, but I'm afraid you'll have to get there on your own.\"",
  "97_39_0e00070a1b000000": "\"There are two Healing Potions on my desk that you may take with you.\"",
  "97_40_0e00070b1b000000": "\"You should use this secret passage and escape while they are arguing over the treasure.  If they find you in here, you'll be overwhelmed and killed.\"",
  "97_41_0e00070c1b000000": "\"Thank you again, and good luck!  I'll make sure you are richly rewarded for your bravery.\"",
  "97_42_0e00070d1f000000": "\"If you decide to counter the curser, then mind the mirror over mere minds. So tip the canoe and toodleloo!  Elsa, if you do the honors, I'll honor your due.\" ",
  "97_43_0e00070e63000000": "The brigands are trying to break into the room.",
  "97_44_0e00070f63000000": "Thinking about all that treasure cost you time and more.  Some folks just don't know when to leave. ",
  "97_45_0e0008011f000000": "\"Elsa, my dear, there's a problem I fear.  To our dismay, that spell's here to stay, for alas you did slay your hero today.\" ",
  "97_46_0e00090163000000": "You finally made it through Yorick's room.",
  "97_47_0e00090263000000": "The brigand leader taunts you with his stillness.  You're sure that at the first wrong move, you'll become an ex-hero. ",
  "97_48_0e00090363000000": "Too late! ",
  "97_49_0e32000163000000": "There's so much magic in here that it's hard for you tell which is which. ",
  "97_50_0e19000163000000": "After hours of hard and dangerous labor collecting the components to make the dispel potion, in a moment of sudden genius, you throw the potion away.  It's a brilliant and unexpected strategem.",
  "97_51_0e19000263000000": "Unfortunately, it is also a very bad idea.  You no longer have the Dispel Potion.",
  "97_52_0e01000163000000": "The Leader's room is filled with treasures.",
  "97_53_0f01000163000000": "That looks like a Persian carpet.  It has a license plate that says \"Abdulla Doo 222.\"",
  "97_54_1001000163000000": "Sheesh!  Even the lamps have enough gold to be worth more than Jose Canseco's annual salary.  Well, maybe not quite *that* much. ",
  "97_55_1101000163000000": "What a funny guy!",
  "97_56_1101000263000000": "He's not here."
}
